Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Romanian.po
Languages: ro

source: Use the menu on the left side to navigate in WebTools.
ro: Folosește meniul din stânga pentru a naviga în WebTools.

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
ro: WebTools este un instrument care permite utilizarea modulelor pentru a vă ajuta cu managementul Plex Server.

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
ro: Ambele se află în co-locație (lângă filmul din dosarul sau subfolderul acestuia) și în dosarul agenți.

source: Change Theme
ro: Schimbare Tema

source: Changelog
ro: Schimbare istoric

source: Changelog viewer
ro: Modificați vizualizatorul jurnalelor

source: Delete selected sidecar from the harddrive.
ro: Ștergeți atas selectate din harddrive. Notă: nu se poate obține din nou o dată șters.

source: File empty
ro: Fișierul este gol

source: Help
ro: Ajutor

source: List all subtitles for a movie/tv show in your library.
ro: Afișează toate subtitrările pentru un film / TV Show în biblioteca ta

source: LogViewer Tool
ro: Vizualizator de jurnal

source: Logout
ro: Deconectare

source: Options
ro: Opțiuni

source: Options for output.
ro: Opțiuni ieșire

source: Search for for movies and series inside categories
ro: Căutați filme și emisiuni TV în interiorul categoriilor.

source: Select one of the available themes to use it:
ro: Selectați una dintre temele disponibile pentru utilizare:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
ro: Selectați una din bibliotecile de mai jos pentru a scana filme / emisiuni TV care nu se află în baza de date Plex sau nu se află pe hard disk.

source: Theme
ro: Teme

source: This tool is a combination of FindUnmatched and FindMissing.
ro: Acest instrument este o combinație de "FindUnmatched" și "FindMissing".

source: Update WT
ro: Actualizare WebTools

source: View the subtitle and see it's contents to determine what to delete.
ro: Vizualizați conținutul subtitrării pentru a determina ce subtitrare să fie ștearsă.

source: WT Forum Thread
ro: Forum WT

source: WT GitHub
ro: GitHub WT

source: We could not find the page :(
ro: Nu am gasit pagina :(

source: We recommend you to download large files and view them in your favourite text editor.
ro: Vă recomandăm să descărcați fișiere mari și să le vizualizați în editorul dvs. de text preferat.

source: Download all logfiles as zip
ro: Descărcați toate jurnalele

source: Download selected logfile
ro: Descărcați selectat

source: Abort scan
ro: Anulați scanarea

source: Add ignored folder
ro: Adăugați folderul ignorat

source: Current features:
ro: Caracteristici actuale:

source: Download result
ro: Descărcați rezultatul

source: Ignore Extras
ro: Ignorați Extras

source: Ignore Hidden
ro: Ignorați ascuns

source: Ignore folders
ro: Ignorați dosarele

source: Playlist Help
ro: Ajutor Playlist

source: Reset settings
ro: Reseteaza setarile

source: Save settings
ro: Salvează setările

source: Show settings
ro: Afișați setările

source: Valid extentions
ro: Extensii valide

source: Change Language
ro: Schimbați limba

source: Language
ro: Limbă

source: Force language translation update
ro: Actualizarea forțata a traducerii limbii

source: Found
ro: Găsit

source: Welcome to
ro: Bun venit la

source: rows
ro: rând

source: Clear search
ro: Ștergeți căutarea

source: Delete ignored folder
ro: Opriți ignorarea dosarului

source: Hide/Show search menu
ro: Ascunde / Afișează meniul de căutare

source: Hide/Show settings menu
ro: Ascunde / Afișați meniul Setări

source: Jump to top
ro: Salt la început

source: Next
ro: Următor

source: Previous
ro: Anterior

source: Search keyword
ro: Căutați cuvinte cheie

source: search...
ro: Căutare . . .

source: Allows you to copy playlists between users, as well as import, export and delete them.
ro: Vă permite să copiați listele de redare între utilizatori, precum și să importați, să le exportați și să le ștergeți.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
ro: Acest modul permite accesul ușor la toate jurnalele serverului Plex Media Server și va permite de asemenea o modalitate ușoară de a descărca jurnalele individuale sau toate fișierele de jurnal într-o arhivă ZIP convenabilă.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
ro: Acest modul de instrument face posibilă localizarea suportului media care lipsește fie din baza de date, fie din sistemul de fișiere.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
ro: Acest modul vă va permite să gestionați subtitrările, indiferent dacă sunt sau nu sunt atas (situat lângă fișierul media) sau descărcate prin intermediul unui alt plugin, cum ar fi agentul OpenSubtitles.org. Subtitrările vă vor permite să aveți o imagine de ansamblu a subtitrărilor pentru suportul media și să le vizualizați și să le ștergeți dacă nu sunt încorporate în fișierul aferent.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
ro: Acest modul vă va permite să instalați, să actualizați și să ștergeți pluginurile Plex Media Server neacceptate.

source: Tool Modules currently available are:
ro: Modulele disponibile în prezent sunt:

source: UnsupportedAppStore Help
ro: Ajutor Unsupported AppStore

source: * Category names contain installed/total available channels.
ro: * Numele categoriilor arată instalat / totalul de plug-in-uri disponibile.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
ro: * Aici poți să instalezi un plug-in din link-ul de depozit Github sau selectând una dintre categoriile de mai jos.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
ro: * Dacă ați instalat manual pluginuri înainte de a instala WebTools, puteți face clic pe fișierele "Migrate manual / plug-inuri instalate anterior" pentru a face WebTools conștient de acestea.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
ro: * De asemenea, puteți căuta actualizări pentru toate pluginurile instalate gestionate de WebTools prin intermediul butonului "Verificați actualizările pentru toate modulele instalate".

source: * You can expand the items by clicking on them.
ro: * Puteți extinde elementele făcând clic pe ele.

source: * You can select a category on the menu on the right.
ro: * Puteți selecta o categorie din meniul din dreapta.

source: Check for bundle updates
ro: Verificați actualizările plug-in-urilor

source: Force UAS update
ro: Actualizați UAS-ul forțat

source: Manual Install
ro: Instalare manuală

source: Migrate
ro: Migrare

source: Categories:
ro: Categori

source: Copy
ro: Copiere

source: Delete
ro: Ștergere

source: Download
ro: Descărcare

source: Install
ro: Instalare

source: Last updated:
ro: Ultima actualizare

source: Manual install url...
ro: Adresă URL de instalare manuală ...

source: Select user
ro: Selectați utilizatorul

source: Self
ro: Auto

source: Subtitle Management Help
ro: Gestionați ajutorul pentru subtitrări

source: Support:
ro: Suport:

source: This is an unofficial manager for subtitles.
ro: Acest modul de instrument este un manager neoficial pentru subtitrări.

source: To get started, select one of your Libraries or click on the "?" for additional help
ro: Pentru a începe, selectați una din Biblioteci sau faceți clic pe "?" pentru ajutor suplimentar

source: Update
ro: Actualizare

source: Usage at your own risk!
ro: Folosiți pe propria răspundere!

source: Copy a playlist between users
ro: Copiați o listă de redare între utilizatori

source: Delete a playlist
ro: Ștergeți o listă de redare

source: Download a playlist
ro: Descărcați o listă de redare

source: Import a playlist
ro: Importați o listă de redare

source: Select target user
ro: Selectați utilizatorul țintă

source: Select target user to copy
ro: Selectați utilizatorul vizat pentru a copia

source: To get started, select one of your Playlists or click on the "?" for additional help
ro: Pentru a începe, selectați unul din listele dvs. de redare sau faceți clic pe butonul "?" pentru ajutor suplimentar

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
ro: Dacă limba dvs. lipsește, nu este tradusă 100% sau doriți să îmbunătățiți traducerea, atunci vă rugăm să mergeți aici:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
ro: Notă: Pentru a utiliza funcția de copiere, serverul Plex Media Server trebuie să fie conectat la plex.tv, deoarece preluăm listele de utilizatori de la plex.tv

source: Channels/Plug-ins migrated:
ro: Canale / Plug-uri migrate:

source: No Channels/Plug-ins was migrated
ro: Nu au fost migrate canale / pluginuri

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
ro: Toate setările vor fi eliminate și după efectuarea resetării ar putea fi necesar să intrați în UAS și faceți clic pe migrație pentru a reimporta plug-in-urile.

source: Factory Reset
ro: Resetare fabrică

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
ro: Dacă dați clic mai jos, WebTools nu va răspunde pentru aproximativ 1 minut, după care reîncărcați pagina în browser.

source: This will reset WebTools to what is was, when first installed
ro: Acest lucru va reseta WebTools în starea inițială când ați instalat pentru prima dată WebTools.

source: No playlists available
ro: Nu sunt disponibile liste de redare

source: Updates available
ro: Actualizări disponibile

source: WT Manual Online
ro: Ajutor WT Online

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
ro: Multe mulțumiri îi aparțin tuturor celor care au ajutat la traducerea și testarea WebTools.

source: About us
ro: Despre noi

source: And Many Thanks To
ro: Și multe mulțumiri la

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
ro: Și prietenii noștri de la POEditor.com, și din moment ce suntem un proiect open-source, ne-au oferit un site gratuit de traducere

source: Main Developers
ro: Dezvoltatori principali

source: Never Forget
ro: Nu uitați niciodată

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
ro: Oliver aka omc1000, membru al comunității Plex (creoludifico pe GitHub) (front end),

source: Thank you for your support!!
ro: Mulțumim pentru suport!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
ro: Ideea unui Unsupported AppStore a fost concepută de mikedm139, autorul original al Unsupported AppStore.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
ro: Tommy aka dane22, membru al comunității Plex (ukdtom pe GitHub) (Back end)

source: V2 frontend was made by dagalufh
ro: V2 frontend a fost făcut de dagalufh

source: Your Support
ro: Sprijinul tău

source: About us and Credits
ro: Despre noi și Credite

source: Custom Themes and Wiki
ro: Teme personalizate și Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
ro: Dacă utilizați WebTools și sunteți dispus să sprijiniți dezvoltatorii cu o bere sau două, vă rugăm să faceți clic pe "Donate" butonul de mai jos.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
ro: Autorii / dezvoltatorii talentați și cei care lucrează din greu și personalul de la Plex. Suntem recunoscători veșnic pentru dedicarea voastră și munca grea.

source: Translations and Beta testers
ro: Traduceri și testeri Beta

source: Update all
ro: Actualizați-le pe toate

source: You have
ro: Tu ai

source: bundle
ro: pachet

source: bundles
ro: pachete

source: not up to date.
ro: nu sunt actualizate.

source: Continue
ro: Continuă

source: Create a local password
ro: Creați o parolă locală

source: Create password
ro: Creaza parola

source: Download Latest
ro: Descărcați ultima versiune

source: New Version available
ro: Versiune nouă disponibilă

source: New Version:
ro: Versiune nouă:

source: Password
ro: Parola

source: Password again
ro: Parola din nou

source: Release Notes:
ro: Note de lansare:

source: Sign in
ro: Conectare

source: Sign in with your local password
ro: Conectați-vă cu parola locală

source: Signing in towards plex.tv
ro: Conectarea la plex.tv

source: The passwords does not match
ro: Parolele nu se potrivesc

source: Use your regular Plex credentials
ro: Utilizați acreditările Plex obișnuite

source: Username
ro: Utilizator

source: WebTools not available... Please contact Devs!
ro: WebTools nu este disponibil ... Vă rugăm să contactați Devs!

source: Wrong password
ro: Parola greșită

source: Wrong username and/or password
ro: Numele de utilizator și / sau parola greșite

source: PMS is not connected to plex.tv
ro: PMS nu este conectat la plex.tv

source: Back
ro: Înapoi

source: Next file
ro: Următorul fișier

source: Previous file
ro: Fișierul anterior

source: Reload file
ro: Reîncărcați fișierul

source: Delete Selected
ro: Sterge selectia

source: Deselect All
ro: Deselectați-le pe toate

source: Download Subtitle
ro: Descărcați subtitrări

source: Filter by letter
ro: Filtrați după litera

source: Load more
ro: Incarcă mai mult

source: Location
ro: Locație

source: No movies found in
ro: Nu au fost găsite filme în

source: None
ro: Nici unul

source: Search...
ro: Căutare...

source: Select All
ro: Selectează tot

source: Upload Subtitle
ro: Încărcați subtitrări

source: View Subtitle
ro: Vizualizați subtitrarea

source: with current search filter
ro: cu filtrul curent de căutare

source: Expand a library to search
ro: Extindeți o bibliotecă pentru a căuta

source: Get missing from File System
ro: Obtine din sistemul de fisere fisierele lipsa

source: Get missing from database
ro: Obtine din baza de date fisierele lipsa

source: Idle
ro: Inactiv

source: No TV-Shows found in
ro: Niciun spectacol TV nu a fost găsit

source: Scanning database show %s of %s :
ro: Scanarea bazei de date: afișează %s din %s:

source: Scanning database: item %s of %s : Working
ro: Scanarea bazei de date: Elementul %s din %s: în lucru

source: Scanning file: %s
ro: Scanare fisier: %s

source: Starting to scan database for section %s
ro: Se începe scanarea bazei de date pentru secțiunea:% s

source: idle
ro: Inactiv

source: Choose language for the subtitle
ro: Selectează limba

source: Choose part
ro: Alegeți o parte

source: Missing file
ro: Fișier lipsă

source: Missing part
ro: Lipsește o parte

source: No language
ro: Nici o limbă

source: Scanning database: %s : Done
ro: Scanarea bazei de date:% s completă

source: Subtitle Management Upload Subtitle
ro: Gestionarea subtitrărilor: Încărcați subtitrări

source: Upload
ro: Încarcă

source: Upload subtitle for
ro: Încarca subtitrare pentru

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
ro: <plugin> URL-ul de bază (dacă este în spatele unui proxy - dacă nu, lăsați necompletat). EXEMPLU: / WebTools) </plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
ro: <plugin> Numele fișierului cheie de certificat din directorul Cuprins / Cod / certificat </plugin>

source: <plugin>Select to force https</plugin>
ro: <plugin> Selectați pentru a forța HTTPS </plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
ro: <plugin> Pentru a accesa acest canal, introduceți una dintre adresele URL de mai jos într-o nouă filă sau fereastră browser. </plugin>

source: <plugin>Enter the port that this plugin should use for http. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
ro: <plugin> Introduceți numărul de port pe care acest plug-in ar trebui să îl utilizeze pentru HTTP. NU utilizați oricare dintre următoarele, care sunt rezervate pentru Plex și plugin-uri conexe:. 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 sau 32469 </plugin>

source: <plugin>Enter the port that this plugin should use for https. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
ro: <plugin> Introduceți numărul de port pe care acest plug-in ar trebui să îl utilizeze pentru HTTPS. NU utilizați oricare dintre următoarele, care sunt rezervate pentru Plex și plugin-uri conexe:. 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 sau 32469 </plugin>

source: <plugin>Name of Certificate crt file in Contents/Code/Certificate directory</plugin>
ro: <plugin> Numele fișierului crt al certificatului în directorul Cuprins / Cod / certificat </plugin>

source: Import
ro: Importare

source: Key
ro: Cheie

source: Techincal Info
ro: Informații tehnice

source: Value
ro: Valoare

source: DO NOT SHARE THIS IN ANY PUBLIC WEBSITE!!!
ro: NU PARTAJATI ACEASTĂ PAGINA PE UN SITE PUBLIC!

source: Choose a playlist file to import
ro: Alegeți un fișier listă de redare pentru a importa

source: Ignore Specials
ro: Ignorați Speciale

source: Will show technical information about the server.
ro: Va afișa informații tehnice despre server.

source: Items missing metadata
ro: Elemente de metadate lipsă

source: No items missing metadata
ro: Nu există elemente care lipsesc din metadate.

source: Perfect, media files are present and accessible for all items in the Plex database.
ro: Perfect, fișierele media sunt prezente și accesibile pentru toate elementele din baza de date Plex.

source: The following media files on disk are not referenced in Plex's database. (They were either ignored because they are incorrectly named or the library hasn't been updated yet after they were added)
ro: Următoarele fișiere media de pe disc nu sunt menționate în baza de date a Plex. (Au fost fie ignorate deoarece sunt incorect numite, fie biblioteca nu a fost actualizată încă după ce au fost adăugate)

source: These media files are missing, but the Plex database still has them listed. They were either deleted, the hard drive got disconnected or moved or you simply forgot to empty the library trash in Plex if you erased them intentionally
ro: Aceste fișiere media lipsesc, însă baza de date Plex le afișează în continuare. Acestea au fost fie șterse, hard disk-ul a fost deconectat sau mutat sau pur și simplu ați uitat să goliți coșul de gunoi în bibliotecă dacă le-ați șters intenționat.

source: Perfect, media files are present in the file system and accessible for all items in the Plex database
ro: Perfect, fișierele media sunt prezente în sistemul de fișiere și sunt accesibile pentru toate elementele din baza de date Plex
