Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Hebrew.po
Languages: he

source: Use the menu on the left side to navigate in WebTools.
he: השתמש בתפריט בצד שמאל כדי לנווט ב- WebTools

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
he: WebTools הוא תוסף המאפשר את השימוש של מודולים כלי לעזור עם ניהול שרת Plex

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
he: שניהם שיתוף ממוקם (ליד הסרט בתיקיה שלה או תיקיית משנה) ובתיקיית הסוכנים.

source: Change Theme
he: לשנות נושא

source: Changelog
he: שינוי יומן

source: Changelog viewer
he: שינוי הצופה ביומן

source: Delete selected sidecar from the harddrive.
he: מחק את הסירה שנבחרה מהכונן הקשיח. הערה: לא ניתן להחזיר אותו לאחר מחיקתו.

source: File empty
he: הקובץ ריק

source: Help
he: עֶזרָה

source: List all subtitles for a movie/tv show in your library.
he: רשום את כל הכתוביות עבור סרט / תכנית טלוויזיה בספריה שלך

source: LogViewer Tool
he: מציג יומן הרישום

source: Logout
he: להתנתק

source: Options
he: אפשרויות

source: Options for output.
he: אפשרויות פלט

source: Search for for movies and series inside categories
he: חפש סרטים וטלוויזיה בתוך קטגוריות

source: Select one of the available themes to use it:
he: בחר אחד מהנושאים הזמינים:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
he: בחר אחת מהספריות שלהלן כדי לסרוק סרטים / תוכניות טלוויזיה שאינם נמצאים במסד הנתונים של Plex או שאינם נמצאים בכונן הקשיח.

source: Theme
he: נושא

source: This tool is a combination of FindUnmatched and FindMissing.
he: כלי זה הוא שילוב של 'מצא ללא תחרות' ו 'מצא חסר'

source: Update WT
he: עדכון WebTools

source: View the subtitle and see it's contents to determine what to delete.
he: הצג את תוכן הכתוביות כדי לקבוע איזו כותרת משנה למחוק

source: WT Forum Thread
he: פורום WebTools

source: WT GitHub
he: WebTools GitHub

source: We could not find the page :(
he: לא הצלחנו למצוא את הדף

source: We recommend you to download large files and view them in your favourite text editor.
he: אנו ממליצים לך להוריד קבצים גדולים ולהציג אותם בעורך הטקסט המועדף עליך.

source: Download all logfiles as zip
he: Download all logs

source: Download selected logfile
he: הורד יומנים נבחרים

source: Abort scan
he: ביטול סריקה

source: Add ignored folder
he: הוסף תיקייה שהתעלמה ממנה

source: Current features:
he: תכונות נוכחיות:

source: Download result
he: הורד את התוצאה

source: Ignore Extras
he: להתעלם ניצבים

source: Ignore Hidden
he: להתעלם מוסתר

source: Ignore folders
he: להתעלם תיקיות

source: Playlist Help
he: עזרה רשימת השמעה

source: Reset settings
he: אפס הגדרות

source: Save settings
he: שמור הגדרות

source: Show settings
he: הצג הגדרות

source: Valid extentions
he: סיומת חוקית

source: Change Language
he: שנה שפה

source: Language
he: שפה

source: Force language translation update
he: כופות לתרגום שפות עדכון

source: Found
he: מצאתי

source: Welcome to
he: ברוך הבא ל-

source: rows
he: שורות

source: Clear search
he: חיפוש ריק

source: Delete ignored folder
he: להפסיק להתעלם תיקייה

source: Hide/Show search menu
he: להתחבא/לִרְאוֹת תפריט חיפוש

source: Hide/Show settings menu
he: להתחבא/לִרְאוֹת תפריט הגדרות

source: Jump to top
he: עבור לראש הדף

source: Next
he: הַבָּא

source: Previous
he: קודם

source: Search keyword
he: חיפוש מילות מפתח

source: search...
he: חפש

source: Allows you to copy playlists between users, as well as import, export and delete them.
he: מאפשר לך להעתיק פלייליסטים בין משתמשים, כמו גם לייבא, לייצא ולמחוק אותם.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
he: מודול זה מספק גישה קלה לכל היומנים Plex Media Server, והוא גם מספק דרך קלה להוריד יומנים בודדים או את כל קבצי היומן בארכיון ZIP.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
he: מודול זה מאפשר לך לאתר מדיה חסרים ממסד הנתונים או ממערכת הקבצים.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
he: מודול זה מאפשר לך לנהל את הכתוביות, ללא קשר לשאלה האם הן צדדים (הממוקמות ליד קובץ המדיה) או מורדות באמצעות תוסף אחר, כגון סוכן OpenSubtitles.org. המודול מאפשר גם להציג את הכתוביות עבור מדיה, לחלופין, למחוק אותם (אלא אם הם מוטבע או נשרף לתוך התקשורת עצמה).

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
he: מודול זה מאפשר לך להתקין, לעדכן ולמחוק unsupported Plex Media Server תוספות

source: Tool Modules currently available are:
he: מודולי כלים זמינים כעת

source: UnsupportedAppStore Help
he: עֶזרָה ל- Unsupported App Store

source: * Category names contain installed/total available channels.
he: שמות הקטגוריות מופיעים מותקנים / סך כל יישומי הפלאגין.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
he: כאן תוכל להתקין פלאגין מקישור המאגר של Github או על ידי בחירה באחת מהקטגוריות הבאות.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
he: אם התקנת יישומי פלאגין באופן ידני לפני התקנת WebTools, לחץ על "העבר באופן ידני / מותקן בעבר plug-ins" כדי להפוך WebTools מודעים להם.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
he: באפשרותך גם לחפש עדכונים עבור כל יישומי הפלאגין המותקנים המנוהלים באמצעות WebTools באמצעות הלחצן "בדוק אם קיימים עדכונים עבור כל יישומי הפלאגין המותקנים".

source: * You can expand the items by clicking on them.
he: ניתן להרחיב את הפריטים על ידי לחיצה עליהם.

source: * You can select a category on the menu on the right.
he: ניתן לבחור קטגוריה מתוך התפריט מימין.

source: Check for bundle updates
he: בדוק אם קיימים עדכוני Plug-in

source: Force UAS update
he: כופות Unsupported App Store עדכון

source: Manual Install
he: התקנה ידנית

source: Migrate
he: להגר

source: Categories:
he: קטגוריות

source: Copy
he: עותק

source: Delete
he: לִמְחוֹק

source: Download
he: הורד

source: Install
he: להתקין

source: Last updated:
he: עודכן לאחרונה:

source: Manual install url...
he: כתובת אתר להתקנה ידנית

source: Manual:
he: מדריך

source: Repo:
he: מאגר:

source: Select user
he: בחר משתמש

source: Self
he: עצמי

source: Subtitle Management Help
he: ניהול עזרה של כתוביות

source: Support:
he: עֶזרָה

source: This is an unofficial manager for subtitles.
he: מודול זה הוא מנהל בלתי רשמי עבור כתוביות.

source: To get started, select one of your Libraries or click on the "?" for additional help
he: כדי להתחיל, בחר אחת הספריות שלך או לחץ על "?" לקבלת עזרה נוספת

source: Update
he: עדכון

source: Usage at your own risk!
he: להשתמש על אחריותך בלבד!

source: Copy a playlist between users
he: העתק פלייליסט בין משתמשים

source: Delete a playlist
he: למחוק רשימת השמעה

source: Download a playlist
he: להוריד רשימת השמעה

source: Import a playlist
he: ייבא רשימת השמעה

source: Select target user
he: בחר משתמש יעד

source: Select target user to copy
he: בחר משתמש יעד שברצונך להעתיק אליו

source: To get started, select one of your Playlists or click on the "?" for additional help
he: כדי להתחיל, בחר אחד מהפלייליסטים שלך או בחר "?" לקבלת עזרה נוספת

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
he: אם השפה שלך חסרה, לא תורגם 100%, או שאתה רוצה לשפר את התרגום של זה, אז בבקשה ללכת לכאן:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
he: כדי להשתמש בפונקציית העתקה, שרת המדיה של Plex חייב להיות מחובר ל- plex.tv, מכיוון שאנו מביאים את רשימות המשתמשים מ- plex.tv

source: Channels/Plug-ins migrated:
he: ערוצים / יישומי פלאגין שהועברו:

source: No Channels/Plug-ins was migrated
he: לא הועברו ערוצים / יישומי פלאגין

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
he: כל ההגדרות יוסרו. לאחר האיפוס, ייתכן שתצטרך להיכנס לחנות היישומים שאינה נתמכת ולחץ על 'העברה' כדי לייבא מחדש את יישומי הפלאגין.

source: Factory Reset
he: איפוס המפעל

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
he: אם תלחץ למטה, אז WebTools יהיה להגיב במשך דקה בערך. לאחר מכן, פשוט טען מחדש את הדף.

source: This will reset WebTools to what is was, when first installed
he: פעולה זו תאפס את WebTools למצב ברירת המחדל שלה.

source: No playlists available
he: אין פלייליסטים זמינים

source: Updates available
he: עדכונים זמינים

source: WT Manual Online
he: WT - עזרה באינטרנט

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
he: תודה ענקית יוצאת לכל האנשים שעזרו בתרגום ובדיקה של WebTools.

source: About us
he: אודות

source: And Many Thanks To
he: הרבה תודות ל-

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
he: ואת החברים שלנו ב POEditor.com, אשר סיפק אתר תרגום חינם כי אנחנו קוד פתוח הפרויקט.

source: Main Developers
he: מפתחים ראשיים

source: Never Forget
he: לעולם לא תשכח

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
he: אוליבר (aka omc1000), חבר הקהילה Plex (creoludifico על GitHub) (הקדמי)

source: Thank you for your support!!
he: תודה על תמיכתך!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
he: הרעיון של Unsupported App Store נולד על ידי mikedm139, המחבר המקורי של Unsupported App Store

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
he: טומי (aka dane22), חבר הקהילה Plex (ukdtom על GitHub) (סוף חזרה)

source: V2 frontend was made by dagalufh
he: הקדמי V2 נעשה על ידי dagalufh

source: Your Support
he: את התמיכה שלך

source: trumpy81
he: טרומפי81

source: About us and Credits
he: אודותנו ועל זיכויים

source: Custom Themes and Wiki
he: ערכות נושא המותאמת אישית וויקי

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
he: אם אתה משתמש ב- WebTools וברצונך לתמוך במפתחים עם בירה או שתיים, לחץ על הלחצן 'תרום' למטה.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
he: המחברים / מפתחים וצוות ב Plex. אנו אסירי תודה לנצח על מסירותך, כישרונך ועבודתך הקשה.

source: Translations and Beta testers
he: תרגומים ובדיקות ביתא

source: Update all
he: עדכן הכל

source: You have
he: יש לך

source: bundle
he: חבילה

source: bundles
he: חבילות

source: not up to date.
he: לא מעודכן

source: Continue
he: לְהַמשִׁיך

source: Create a local password
he: ליצור סיסמה מקומית

source: Create password
he: צור סיסמה

source: Download Latest
he: הורד לאחרונה

source: New Version available
he: גרסה חדשה זמינה

source: New Version:
he: גרסה חדשה

source: Password
he: סיסמה

source: Password again
he: סיסמה (שוב)

source: Release Notes:
he: הערות מוצר

source: Sign in
he: היכנס

source: Sign in with your local password
he: היכנס באמצעות הסיסמה המקומית שלך

source: Signing in towards plex.tv
he: היכנס באמצעות plex.tv

source: The passwords does not match
he: הסיסמאות לא תואמות

source: Use your regular Plex credentials
he: השתמש באישורים הרגילים של Plex

source: Username
he: שם משתמש

source: WebTools not available... Please contact Devs!
he: WebTools אינו זמין. אנא צור קשר עם devs!

source: Wrong password
he: סיסמא לא נכונה

source: Wrong username and/or password
he: שם משתמש ו / או סיסמה שגויים

source: PMS is not connected to plex.tv
he: Plex Media Server אינו מחובר ל- plex.tv

source: Back
he: חזור

source: Next file
he: קובץ הבא

source: Previous file
he: קובץ הקודם

source: Reload file
he: טען מחדש את הקובץ

source: Codec
he: קודק

source: Delete Selected
he: מחק את הנבחר

source: Deselect All
he: אל תבחר הכל

source: Download Subtitle
he: להוריד כתובית

source: Filter by letter
he: מסנן לפי אות

source: Lang
he: שפה

source: Load more
he: לטעון יותר

source: Location
he: מקום

source: No movies found in
he: לא נמצאו סרטים ב-

source: None
he: אף אחד

source: Search...
he: חפש...

source: Select All
he: בחר הכל

source: Upload Subtitle
he: העלה כתוביות

source: View Subtitle
he: הצג כתוביות

source: with current search filter
he: עם מסנן החיפוש הנוכחי

source: Expand a library to search
he: הרחב ספרייה לחיפוש

source: Get missing from File System
he: קבל חסרים ממערכת הקבצים

source: Get missing from database
he: קבל חסר במסד הנתונים

source: Idle
he: במצב לא פעיל

source: No TV-Shows found in
he: לא נמצאו תוכניות טלוויזיה

source: Scanning database show %s of %s :
he: סריקת מסד נתונים: תוכנית טלוויזיה %s מתוך %s

source: Scanning database: item %s of %s : Working
he: סורק המאגר: פריט %s מתוך %s: עובד

source: Scanning file: %s
he: קובץ סורק: %s

source: Starting to scan database for section %s
he: הפעלת סריקת מסד נתונים עבור סעיף: %s

source: idle
he: במצב לא פעיל

source: Choose language for the subtitle
he: בחר את השפה

source: Choose part
he: בחר חלק

source: Missing file
he: הקובץ החסר

source: Missing part
he: חלק חסר

source: No language
he: אין שפה

source: Scanning database: %s : Done
he: סורק המאגר:- והשלימה %s

source: Subtitle Management Upload Subtitle
he: ניהול כתוביות - להעלות כתוביות

source: Upload
he: להעלות

source: Upload subtitle for
he: להעלות כתוביות בשביל

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
he: <plugin/>כתובת אתר בסיסית (אם מאחורי פרוקסי - אם לא, השאר ריק). (EX: /WebTools)<plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
he: <plugin/>שם קובץ אישור התעודה בתוכן - Contents/Code/Certificate ספריית <plugin>

source: <plugin>Select to force https</plugin>
he: <plugin/>בחר כדי לכפות HTTPS, ו<plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
he: <plugin/>כדי לגשת לערוץ זה, פתח את אחת מכתובות האתרים שבהמשך בכרטיסייה או בחלון דפדפן חדש.<plugin>
