Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Norwegian_Bokm_l.po
Languages: nb

source: Use the menu on the left side to navigate in WebTools.
nb: Bruk menyen til venstre for å navigere i WebTools.

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
nb: WebTools er et verktøy som ved bruk av moduler hjelper deg med å administrere din Plex server.

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
nb: Både samlokalisert (ved siden av filmen eller en undermappe) og i agentmappen.

source: Change Theme
nb: Endre tema.

source: Changelog
nb: Endringslogg

source: Changelog viewer
nb: Endringsloggviser

source: Delete selected sidecar from the harddrive.
nb: Slett eksterne undertekster fra disken.

source: File empty
nb: Fila er tom

source: Help
nb: Hjelp

source: List all subtitles for a movie/tv show in your library.
nb: Vis alle undertekster for en film eller TV serie i ditt bibliotek.

source: LogViewer Tool
nb: Loggvisningsvertøy

source: Logout
nb: Logg ut

source: Options
nb: Innstillinger

source: Options for output.
nb: Eksportinnstillinger

source: Search for for movies and series inside categories
nb: Søk etter filmer og TV-serier innenfor kategorier.

source: Select one of the available themes to use it:
nb: Velg en av de tilgjengelige temaene som skal brukes:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
nb: Velg ett av bibliotekene under for å søke etter filmer/TV-serier som ikke er i Plex-databasen eller ikke er på harddisken.

source: Theme
nb: Tema

source: This tool is a combination of FindUnmatched and FindMissing.
nb: Dette verktøyet er en kombinasjon av 'FindUnmatched' og 'FindMissing'.

source: Update WT
nb: Oppdater WebTools

source: View the subtitle and see it's contents to determine what to delete.
nb: Se undertekstinnholdet for å finne ut hva du vil slette.

source: WT Forum Thread
nb: WT forumtråd

source: We could not find the page :(
nb: Vi kunne ikke finne siden :(

source: We recommend you to download large files and view them in your favourite text editor.
nb: Vi anbefaler at du laster ned store filer og åpner dem i din favoritteksteditor.

source: Download all logfiles as zip
nb: Last ned alle loggene i en ZIP-fil

source: Download selected logfile
nb: Last ned den valgte loggfila

source: Abort scan
nb: Avbryt skanning

source: Add ignored folder
nb: Legg til ignorert mappe

source: Current features:
nb: Nåværende funksjoner:

source: Download result
nb: Nedlastingsresultat

source: Ignore Extras
nb: Ignorer ekstramateriale

source: Ignore Hidden
nb: Ignorer skjulte

source: Ignore folders
nb: Ignorer mapper

source: No records missing from Plex database
nb: Ingen poster mangler i Plex-databasen

source: No records missing from harddrive
nb: Ingen filer mangler på harddisken

source: Playlist Help
nb: Spillelistehjelp

source: Records missing from Plex database
nb: Poster som mangler i Plex-databasen

source: Records missing from harddrive
nb: Filer som mangler på harddisken

source: Reset settings
nb: Tilbakestill innstillinger

source: Save settings
nb: Lagre innstillinger

source: Show settings
nb: Vis innstillinger

source: Valid extentions
nb: Gyldige filetternavn

source: Change Language
nb: Bytt språk

source: Language
nb: Språk

source: Force language translation update
nb: Tving oppdatering av språkoversettelser

source: Found
nb: Funnet

source: Welcome to
nb: Velkommen til

source: rows
nb: rader

source: Clear search
nb: Tøm søk

source: Delete ignored folder
nb: Slutt å ignorere mappe

source: Hide/Show search menu
nb: Skjul/Vis søkemeny

source: Hide/Show settings menu
nb: Skjul/Vis innstillingsmeny

source: Jump to top
nb: Gå til toppen

source: Next
nb: Neste

source: Previous
nb: Forrige

source: Search keyword
nb: Søkeord

source: search...
nb: Søk...

source: Allows you to copy playlists between users, as well as import, export and delete them.
nb: Lar deg kopiere spillelister mellom brukere, samt importere, eksportere og slette dem.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
nb: Enkel tilgang til alle Plex Media Server loggene samt enkel nedlasting av en eller alle loggene.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
nb: Gjør det mulig å finne mediefiler som enten ikke finnes i databasen eller i filsystemet.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
nb: Behandle undertekstfiler, uansett om de ligger ved siden av mediefila eller lastet ned via et annet modul, som OpenSubtitle.org-pakken. Denne modulen gir deg en samlet oversikt over undertekster for mediene dine, vise dem og slette dem, med mindre de er innebygd i mediefila selv.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
nb: Lar deg installere, oppdatere og slette ikkestøttede Plex Media Server moduler.

source: Tool Modules currently available are:
nb: Verktøymoduler tilgjengelig er:

source: UnsupportedAppStore Help
nb: Unsupported AppStore hjelp

source: * Category names contain installed/total available channels.
nb: * Kategorinavn inneholder antall installerte/totalt tilgjengelige plugins.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
nb: * Her kan du enten installere en plugin med dens Github-link eller ved å velge en av kategoriene nedenfor.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
nb: * Hvis du har installert plugins manuelt før du installerte WebTools kan du klikke på "Migrere manuelt/tidligere installerte plugins" for å gjøre WebTools oppmerksom på dem.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
nb: * Du kan også søke etter oppdateringer for alle installerte plugins som håndteres av WebTools via "Søk etter oppdateringer for alle installerte plugins" knappen.

source: * You can expand the items by clicking on them.
nb: * Du kan utvide elementene ved å klikke på dem.

source: * You can select a category on the menu on the right.
nb: * Du kan velge en kategori i menyen til høyre.

source: Check for bundle updates
nb: Søk etter plugin oppdateringer

source: Force UAS update
nb: Tving UAS oppdatering

source: Manual Install
nb: Installer manuelt

source: Migrate
nb: Migrer

source: Categories:
nb: Kategorier:

source: Copy
nb: Kopier

source: Delete
nb: Slett

source: Download
nb: Last ned

source: Install
nb: Installer

source: Last updated:
nb: Sist oppdatert:

source: Manual install url...
nb: Manuell installasjons URL...

source: Repo:
nb: Oppbevaringssted:

source: Select user
nb: Velg bruker:

source: Self
nb: Selv

source: Subtitle Management Help
nb: Hjelp til undertekstbehandling

source: Support:
nb: Støtte:

source: This is an unofficial manager for subtitles.
nb: Dette er en uoffisiell behandler for undertekster.

source: To get started, select one of your Libraries or click on the "?" for additional help
nb: For å komme i gang, velg en av dine biblioteker eller klikk på "?" for ytterligere hjelp

source: Update
nb: Oppdater

source: Usage at your own risk!
nb: Bruk på egen risiko!

source: Copy a playlist between users
nb: Kopier en spilleliste mellom brukere

source: Delete a playlist
nb: Slett en spilleliste

source: Download a playlist
nb: Last ned en spilleliste

source: Import a playlist
nb: Importer en spilleliste

source: Select target user
nb: Velg målbruker

source: Select target user to copy
nb: Velg bruker det skal kopieres til

source: To get started, select one of your Playlists or click on the "?" for additional help
nb: For å komme i gang, velg en av spillelistene dine eller klikk på "?" for ytterligere hjelp

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
nb: Hvis ditt språk mangler, ikke er 100% oversatt, eller du ønsker å forbedre oversettelsen, gå her:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
nb: Merk: For å kunne bruke kopifunksjonen må Plex Media Server være logget inn på plex.tv siden vi henter brukerlista derfra

source: Channels/Plug-ins migrated:
nb: Kanaler/Plugins migrert:

source: No Channels/Plug-ins was migrated
nb: Ingen Kanaler/Plugins ble migrert

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
nb: Alle innstillinger vil bli fjernet, og etter at tilbakestillingen har funnet sted, må du kanskje gå inn i UAS og klikke på migrere for å importere plugin-modulene dine på nytt.

source: Factory Reset
nb: Fabrikkinnstilling

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
nb: Hvis du klikker under, vil WebTools ikke reagere i omtrent 1 minutt, etterpå kan du laste siden på nytt i nettleseren din.

source: This will reset WebTools to what is was, when first installed
nb: Dette vil nullstille WebTools til den opprinnelige tilstanden når du installerte WebTools.

source: No playlists available
nb: Ingen spilleliste tilgjengelig

source: Updates available
nb: Oppdateringer er tilgjengelig

source: WT Manual Online
nb: WT Online hjelp

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
nb: En stor takk til alle de som har hjulpet til med oversettelser og testing av WebTools.

source: About us
nb: Om oss

source: And Many Thanks To
nb: Og mange takk til

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
nb: Og våre venner ved POEditor.com, og siden vi er et Open-Source-prosjekt, ga de oss en gratis oversettelsesside.

source: Main Developers
nb: Hovedutviklere

source: Never Forget
nb: For ikke å glemme

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
nb: Oliver aka omc1000, et Plex-fellesskapsmedlem (creoludifico på GitHub) (Grensesnitt),

source: Thank you for your support!!
nb: Tusen takk for din støtte!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
nb: Ideen om en Unsupported AppStore ble unnfanget av mikedm139, den opprinnelige forfatteren av Unsupported AppStore.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
nb: Tommy aka dane22, et Plex-fellesskapsmedlem (ukdtom på GitHub) (baksiden)

source: V2 frontend was made by dagalufh
nb: V2 grensesnittet ble laget av dagalufh

source: Your Support
nb: Din støtte

source: About us and Credits
nb: Om oss og kreditering

source: Custom Themes and Wiki
nb: Tilpassede temaer og Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
nb: Hvis du bruker WebTools og du er villig til å støtte utviklerne med en øl eller to, kan du klikke på "Donate" -knappen nedenfor.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
nb: De talentfulle og hardt arbeidende utviklerne og ansatte ved Plex. Vi er evig takknemlig for deres engasjement og hardt arbeid.

source: Translations and Beta testers
nb: Oversettelser og betatestere

source: Update all
nb: Oppdater alle

source: You have
nb: Du har

source: bundle
nb: pakke

source: bundles
nb: pakker

source: not up to date.
nb: ikke oppdatert

source: Continue
nb: Frotsett

source: Create a local password
nb: Lag et lokalt passord

source: Create password
nb: Lag passord

source: Download Latest
nb: Last ned siste

source: New Version available
nb: Ny versjon tilgjengelig

source: New Version:
nb: Ny versjon:

source: Password
nb: Passord

source: Password again
nb: Gjenta passord:

source: Release Notes:
nb: Utgivelsesnotater

source: Sign in
nb: Logg inn

source: Sign in with your local password
nb: Logg inn med ditt lokale passord

source: Signing in towards plex.tv
nb: Logg inn mot plex.tv

source: The passwords does not match
nb: Passordene er ikke like

source: Use your regular Plex credentials
nb: Bruk din vanlige Plex-legitimasjon

source: Username
nb: Brukernavn

source: WebTools not available... Please contact Devs!
nb: WebTools er ikke tilgjengelig... Kontakt utviklerne!

source: Wrong password
nb: Feil passord

source: Wrong username and/or password
nb: Feil brukernavn og/eller passord

source: PMS is not connected to plex.tv
nb: PMS er ikke tilkoblet til plex.tv

source: Back
nb: Tilbake

source: Next file
nb: Neste fil

source: Previous file
nb: Forrige fil

source: Reload file
nb: Last inn fila

source: Delete Selected
nb: Slett valgte

source: Deselect All
nb: Opphev alle

source: Download Subtitle
nb: Last ned undertekst

source: Filter by letter
nb: Filtrer etter bokstav

source: Lang
nb: Språk

source: Load more
nb: Last flere

source: Location
nb: Lokasjon

source: No movies found in
nb: Ingen filmer funnet i

source: None
nb: Ingen

source: Search...
nb: Søk...

source: Select All
nb: Velg alle

source: Upload Subtitle
nb: Last opp undertekst

source: View Subtitle
nb: Vis undertekst

source: with current search filter
nb: med gjeldende søkefilter

source: Expand a library to search
nb: Utvid et bibliotek for å søke

source: Get missing from File System
nb: Få savnet fra filsystemet

source: Get missing from database
nb: Få savnet fra databasen

source: Idle
nb: Inaktiv

source: No TV-Shows found in
nb: Ingen TV-serier funnet i

source: Scanning database show %s of %s :
nb: Skanner database viser %s av %s :

source: Scanning database: item %s of %s : Working
nb: Skanner database: element %s of %s : Fungerer

source: Scanning file: %s
nb: Skanner fil: %s

source: Starting to scan database for section %s
nb: Begynner å skanne database for seksjon %s

source: idle
nb: inaktiv

source: Choose language for the subtitle
nb: Velg språk

source: Choose part
nb: Velg del

source: Missing file
nb: Manglende fil

source: Missing part
nb: Manglende del

source: No language
nb: Intet språk

source: Scanning database: %s : Done
nb: Skanner database: %s ferdig

source: Subtitle Management Upload Subtitle
nb: Undertekstbehandling: Last opp undertekst

source: Upload
nb: Last opp

source: Upload subtitle for
nb: Last opp undertekst for
