Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_*.po
Languages: dutch, french, german, portuguese_br, spanish

source: Install
dutch: Installeren
french: Installer
german: Installieren
portuguese_br: Instalar
spanish: Instalar

source: Last updated:
dutch: Laatst bijgewerkt
french: Dernière mise à jour:
german: Zuletzt aktualisiert:
portuguese_br: Última atualização
spanish: Última actualización:

source: Manual install url...
dutch: Handmatige installatie URL
french: Lien d'installation manuelle...
german: URL für manuelle Installation:
portuguese_br: URL para instalação manual...
spanish: Direccion URL para instalacción manual

source: Select user
dutch: Kies gebruiker
french: Utilisateur:
german: Benutzer wählen
portuguese_br: Escolher usuário
spanish: Seleccionar usuario

source: Self
dutch: Zelf
french: Moi
german: Mein Konto
portuguese_br: Auto

source: Subtitle Management Help
dutch: Beheer ondertitels hulp
french: Aide pour la gestion des sous-titres
german: Hilfe für Untertitelverwaltung
portuguese_br: Ajuda para Gestão de Legendas
spanish: Ayuda de administración de subtítulos

source: Support:
dutch: Ondersteuning
german: Unterstützung:
portuguese_br: Suporte:
spanish: Soporte:

source: This is an unofficial manager for subtitles.
dutch: Deze module is de officieuze beheertool voor ondertitels
french: Ce module d'outil est un gestionnaire non officiel pour les sous-titres.
german: Eine inoffizielle Untertitel-Verwaltung
portuguese_br: Este módulo é um gestor não-oficial de legendas.
spanish: Este es un gestor no oficial de subtítulos.

source: To get started, select one of your Libraries or click on the "?" for additional help
dutch: Kies een van je bibliotheken om mee te starten of klik op de "?" voor extra hulp
french: Pour commencer, sélectionnez l'une de vos bibliothèques ou cliquez sur "?" pour une aide supplémentaire.
german: Wähle eine deiner Bibliotheken aus oder klicke auf "?" für weitere Tips
portuguese_br: Para começar, selecione uma das suas bibliotecas ou clique em "?" para ajuda
spanish: Para empezar, seleccione una de sus Bibliotecas o haga clic en el botón "?" para ayuda adicional

source: Update
dutch: Bijwerken
french: Mise à jour
portuguese_br: Atualizar
spanish: Actualizar

source: Usage at your own risk!
dutch: Te gebruiken op eigen risico!
french: À utiliser à vos risques et périls!
german: Benutzung auf eigenes Risiko!
portuguese_br: Use com cautela !
spanish: Uso a su propio riesgo!

source: Copy a playlist between users
dutch: Kopieer een afspeellijst tussen gebruikers
french: Copier une liste de lecture entre les utilisateurs
german: Kopiere eine Wiedergabeliste zwischen Benutzern
portuguese_br: Copiar playlist entre usuários
spanish: Copia una playlist entre usuarios

source: Delete a playlist
dutch: Verwijder een playlist
french: Efface une liste de lecture
german: Lösche Wiedergabeliste
portuguese_br: Apagar playlist
spanish: Borrar playlist

source: Download a playlist
dutch: Download een playlist
french: Télécharger une liste de lecture
german: Download Wiedergabeliste
portuguese_br: Descarregar playlist
spanish: Descargar playlist

source: Import a playlist
dutch: Importeer een playlist
french: Importer une liste de lecture
german: Importiere Wiedergabeliste
portuguese_br: Importar playlist
spanish: Importar playlist

source: Select target user
dutch: Kies een doel gebruiker
french: Sélectionnez l'utilisateur cible
german: Zielbenutzer auswählen
portuguese_br: Selecionar destinatário
spanish: Seleccionar usuario de destino

source: Select target user to copy
dutch: Kies een doel gebruiker om naar te kopiëren
french: Sélectionnez l'utilisateur cible pour la copie
german: kopieren ins Benutzerkonto
portuguese_br: Selecionar destinatário para cópia
spanish: Seleccionar usuario de destino para copiar

source: To get started, select one of your Playlists or click on the "?" for additional help
dutch: Om te beginnen, selecteer een van je afspeellijsten of klik op de "?" voor extra hulp
french: Pour commencer, sélectionnez une de vos listes de lecture ou cliquez sur "?" pour une aide supplémentaire.
german: Wähle eine der Wiedergabelisten aus oder klicke auf "?" für weitere Hilfe
portuguese_br: Para começar, selecione uma das suas playlists ou clique em "?" para ajuda
spanish: Para empezar, seleccione una de sus Listas de reproducción o haga clic en el botón "?" para ayuda adicional

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
dutch: Als uw taal ontbreekt of niet volledig vertaald is, of als u de vertaling wilt verbeteren, volg dan volgende link:
french: Si votre langue est manquante, n'est pas traduite à 100%, ou si vous voulez améliorer la traduction, cliquez ici:
german: Wenn deine Sprache fehlt oder unvollständig oder fehlerhaft übersetzt ist, dann beteilige dich hier:
portuguese_br: Se o WebTools não estiver traduzido para o seu idioma, ou quiser modificar a tradução, pode aceder a:
spanish: Si su idioma está faltando, no se traduce al 100%, o si desea mejorar la traducción de la misma, haga clic aquí:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
dutch: Opmerking: om de kopieerfunctie te kunnen gebruiken, moet je Plex Media Server ingelogd zijn in plex.tv, omdat we de gebruikerslijsten ophalen van plex.tv.
french: Remarque: Pour utiliser la fonction de copie, votre serveur Plex doit être connecté à plex.tv, car nous recherchons les listes d'utilisateurs de plex.tv
german: Damit die Kopierfunktion arbeiten kann, muss dein Server in ein plex.tv Konto eingeloggt sein. Wir rufen die Benutzerliste von plex.tv ab.
portuguese_br: Nota: Para usar a função de cópia é necessário que o Plex Media Server esteja logado em plex.tv
spanish: Nota: Para utilizar la función de copia, el Plex Media Server debe estar registrado en plex.tv, ya que estamos recopilando las listas de usuarios de plex.tv

source: Channels/Plug-ins migrated:
dutch: Gemigreerde Kanalen / invoegtoepassingen:
french: Chaînes/Plug-ins migrés:
german: Migrierte PlugIns:
portuguese_br: Canais/Plug-ins migrados:
spanish: Canales/Plug-ins migrados:

source: No Channels/Plug-ins was migrated
dutch: Er werden geen kanalen / invoegtoepassingen gemigreerd
french: Aucune Chaînes/Plug-ins n'a été migré
german: Keine PlugIns wurden migriert.
portuguese_br: Não foram migrados Canais/Plug-ins
spanish: No se ha migrado ningún canal / plug-in

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
dutch: Alle instellingen worden verwijderd. Nadat de reset is voltooid, moet u misschien naar de niet-ondersteunde App Store gaan en op "Migreren" klikken om uw invoegtoepassingen opnieuw te importeren.
french: Tous les paramètres seront supprimés et après la réinitialisation, vous devrez peut-être accéder au Unsupported AppStore (UAP) et cliquer sur le bouton de migration pour réimporter vos plug-ins.
german: Alle Einstellungen werdne gelöscht. Anschließend solltest du ins UAS Modul gehen und auf 'Migrieren' klicken um alle installierten PlugIns wieder hier verfügbar zu haben.
portuguese_br: Serão removidas todas as parametrizações e quando o "reset" terminar poderá necessitar de reinstalar os seus plug-ins
spanish: Todos los ajustes desaparecerán y, una vez que se haya realizado el restablecimiento, es posible que deba ir a su UAS y seleccionar migrar.

source: Factory Reset
dutch: Fabrieksinstellingen
french: Paramètres d'usine
german: Reset
portuguese_br: Reset total
spanish: Reset total

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
dutch: Als u hieronder klikt, zal WebTools gedurende ongeveer een minuut niet reageren. Daarna moet u de pagina gewoon opnieuw laden.
french: Si vous cliquez sur le bouton ci-dessous, WebTools ne répondra pas pendant environ 1 minute, après cela, il vous suffit de recharger la page dans votre navigateur.
german: Nach dem Klicken wird WebTools für ca. 1 Minute nicht reagieren. Anschließend einfach diese Seite im Web Browser 'Neu Laden'.
portuguese_br: Se clicar abaixo esta página ficará inativa, e passado um minuto deverá refrescá-la
spanish: Si hace clic a continuación, los WebTools no responderán durante aproximadamente 1 min. y después de eso, simplemente vuelva a cargar la página en su navegador

source: This will reset WebTools to what is was, when first installed
dutch: Dit zal WebTools terugzetten naar de standaardstatus.
french: Cela réinitialisera WebTools à son état original comme lorsque vous avez installé WebTools pour la première fois.
german: Damit wird WebTools in einen Zustand wie frisch nach der Installation zurückversetzt.
portuguese_br: Esta ação vai repor WebTools no estado inicial, como se tivesse sido acabado de instalar
spanish: Esto restablecerá WebTools a lo que era, cuando se instaló por primera vez

source: No playlists available
dutch: Geen afspeellijsten beschikbaar
french: Aucune liste de lecture disponible
german: Keine Wiedergabelisten vorhanden
portuguese_br: Não há playlists disponíveis
spanish: No hay playlists disponibles

source: Updates available
dutch: Updates beschikbaar
french: Mises àa jour disponibles
german: Updates verfügbar
portuguese_br: Atualizações disponíveis
spanish: Actualizaciones disponibles

source: WT Manual Online
dutch: WT Online Help
french: Aide en ligne
german: WT Online-Hilfe
portuguese_br: WiKi
spanish: Ayuda en linea

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
dutch: Hartelijk bedankt voor alle mensen die geholpen hebben bij het vertalen en testen van WebTools.
french: Un grand merci à toutes les personnes qui ont aidé à traduire et à tester WebTools.
german: Ein großes Dankeschön an alle, die beim Übersetzen und Testen von WebTools mitgeholfen haben!
portuguese_br: Um enorme obrigado a todos os que ajudaram a traduzir e testar WebTools
spanish: Muchas gracias a todas las personas que ayudaron a traducir y probar WebTools.

source: About us
dutch: Over ons
french: À propos de nous
german: Über
portuguese_br: Sobre nós
spanish: Sobre nosotros

source: And Many Thanks To
dutch: En veel dank aan
french: Et beaucoup de remerciements à
german: Weiterhin Dank an
portuguese_br: E muito obrigado a
spanish: Y muchas gracias a

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
dutch: En onze vrienden op POEditor.com, die een gratis vertaalwebsite hebben aangeboden omdat we een open-source project zijn.
french: Et nos amis chez POEditor.com, et puisque nous sommes un projet Open Source, ils nous ont fourni un site de traduction gratuit
german: unsere Freunde bei POEditor.com, die uns für dieses OpenSource Projekt kostenlos ihre Lokalisierungsdienste zur Verfügung stellen.
portuguese_br: E aos nossos amigos de POEditor.com, que nos facultaram um sistema de traduções grátis por sermos um projecto Open Source
spanish: Y nuestros amigos en POEditor.com, como somos un proyecto Open-Source, nos proporcionaron un sitio de traducción libre.

source: Main Developers
dutch: Belangrijkste ontwikkelaars
french: Principaux développeurs
german: Hauptentwickler
portuguese_br: Equipa de desenvolvimento
spanish: Equipo de desarollo

source: Never Forget
dutch: Vergeet nooit
french: N'oublierons jamais
german: Ewiger Ruhm
portuguese_br: Nunca esqueça
spanish: Nunca olvide

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
dutch: Oliver (aka omc1000), een Plex community lid (creoludifico op GitHub) (Front end)
french: Oliver aka omc1000, membre da la communauté Plex (creoludifico on GitHub) (Front end),
german: Oliver alias omc1000, ein Mitglied der Plex Community (creoludifico auf GitHub) (Benutzerschnittstelle),
portuguese_br: Oliver aka omc1000, membro da comunidade Plex (creoludifico on GitHub) (Front end),
spanish: Oliver aka omc1000, miembro da la comunidad Plex (creoludifico on GitHub) (Front end),

source: Thank you for your support!!
dutch: Bedankt voor je ondersteuning!!
french: Merci de votre support!!
german: Danke für Eure Unterstützung!
portuguese_br: Obrigado pelo seu suporte !!
spanish: ¡¡Gracias por tu apoyo!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
dutch: Het idee van een niet-ondersteunde App Store is bedacht door mikedm139, de oorspronkelijke auteur van de niet-ondersteunde App Store
french: L'idée d'un Unsupported AppStore a été conçue par mikedm139, l'auteur original de l'Unsupported AppStore.
german: Die ursprüngliche Idee eines Plex Plugin App Stores stammt von mikedm139, dem Autoren des originalen 'Unsupported Appstore' Plugins.
portuguese_br: A ideia de se criar um "Unsupported AppStore" foi concebida originalmente por mikedm139, o autor do UAS
spanish: La idea de una AppStore no soportada fue concebida por mikedm139, el autor original de la AppStore UAS.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
dutch: Tommy (aka dane22), een Plex community lid (ukdtom op GitHub) (Back end)
french: Tommy aka dane22, un membre de la communauté Plex (ukdtom sur GitHub) (Back end)
german: Tommy alias dane22, ein Mitglied der Plex Community (ukdtom auf GitHub) ("Unterbau" und Hauptfunktionen)
portuguese_br: Tommy aka dane22, membro da comunidade Plex (ukdtom on GitHub) (Back end)
spanish: Tommy aka dane22, miembro de la comunidade Plex (ukdtom on GitHub) (Back end)

source: V2 frontend was made by dagalufh
dutch: V2 frontend is gemaakt door dagalufh
french: V2 frontend a été conçu par dagalufh
german: Die Benutzeroberfläche von Version 2 wurde programmiert und gestaltet von dagalufh
portuguese_br: V2 frontend feito por dagalufh
spanish: V2 frontend hecho por dagalufh

source: Your Support
dutch: Uw steun
french: Votre Support
german: Eure Unterstützung
portuguese_br: O seu suporte
spanish: Tu apoyo

source: About us and Credits
dutch: Over ons en Credits
french: À propos de nous et Crédits
german: Danksagungen
portuguese_br: Sobre nós / créditos
spanish: Acerca de nosotros y Créditos

source: Custom Themes and Wiki
dutch: Aangepaste Thema's en Wiki
french: Thèmes personnalisés et Wiki
german: Farbschemas und Wiki
portuguese_br: Wiki e temas personalizados
spanish: Temas personalizados y Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
dutch: Als u WebTools gebruikt en de ontwikkelaars wilt ondersteunen met een biertje of twee, klik dan op de knop 'Doneren' hieronder
french: Si vous utilisez WebTools et que vous êtes prêt à soutenir les développeurs avec une bière ou deux, alors, cliquez sur "Donner" bouton ci-dessous.
german: Wenn du WebTools gern benutzt und die Entwickler mit einem Bier (oder zwei) belohnen willst, klicke bitte unten auf den 'Donate' Knopf.
portuguese_br: Se usa WebTools e quiser mostrar o seu agradecimento pode clicar no botão "Doar" abaixo
spanish: Si utiliza WebTools y está dispuesto a apoyar a los desarrolladores con una cerveza o dos, haga clic en el botón "Donar" a continuación.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
dutch: De auteurs / ontwikkelaars en medewerkers van Plex. Wij zijn eeuwig dankbaar voor uw inzet, talent en hard werk.
french: Les talentueux et travaillants auteurs/développeurs et le personnel de Plex. Nous sommes éternellement reconnaissants pour votre dévouement et votre travail acharné.
german: die begabten und fleißigen Entwickler und Mitarbeiter von Plex. Wir schulden Euch immerwährenden Dank für euer Engagement und eure harte Arbeit.
portuguese_br: Aos talentosos e esforçados autores e desenvolvedores do Plex. Estamos eternamente agradecidos pela vossa dedicação e trabalho
spanish: Los talentosos y trabajadores autores / desarrolladores y personal de Plex. Estamos eternamente agradecidos por su dedicación y trabajo duro.

source: Translations and Beta testers
dutch: Vertalingen en Beta Testers
french: Traducteurs et bêta testeurs
german: Übersetzungen und Beta Tester
portuguese_br: Tradutores e "beta testers"
spanish: Traductores y probadores beta

source: Update all
dutch: Alles updaten
french: Tout mettre à jour
german: Alle aktualisieren
portuguese_br: Atualizar tudo
spanish: Actualizar todo

source: You have
dutch: je hebt
french: Vous avez
german: Es sind
portuguese_br: Tem
spanish: Tienes

source: bundle
dutch: Bundel
french: paquet
portuguese_br: agrupamento

source: bundles
dutch: bundels
french: paquets
portuguese_br: agrupamentos

source: not up to date.
dutch: Niet nieuwste versie
french: pas à jour.
german: veraltet
portuguese_br: desatualizado.
spanish: no actualizado.

source: Create a local password
dutch: Maak een lokaal wachtwoord
french: Créer un mot de passe local
german: Lokales Passwort erstellen
portuguese_br: Criar senha local
spanish: Crear una contraseña local

source: Create password
dutch: Maak wachtwoord
french: Créer un mot de passe
german: Passwort erstellen
portuguese_br: Criar senha
spanish: Crear una contraseña

source: Download Latest
dutch: Download laatste versie
french: Télécharger le dernier
german: Lade aktuellste herunter
portuguese_br: Descarregar última versão
spanish: Descargar la última

source: New Version available
dutch: Nieuwe versie beschikbaar
french: Nouvelle version disponible
german: Neue Version verfügbar
portuguese_br: Nova versão disponível
spanish: Nueva version disponible

source: New Version:
dutch: Nieuwe versie
french: Nouvelle version:
german: Neue Version:
portuguese_br: Nova versão:
spanish: Nueva version:

source: Password
dutch: Wachtwoord
french: Mot de passe
german: Passwort
portuguese_br: Senha
spanish: Contraseña

source: Password again
dutch: Wachtwoord (opnieuw)
french: Confirmer le mot de passe
german: Passwort-Wiederholung
portuguese_br: Repetir senha
spanish: Contraseña de nuevo

source: Release Notes:
french: Notes de version:
german: Versionsnotizen:
portuguese_br: Notas da versão:
spanish: Notas de la versión:

source: Sign in
dutch: Aanmelden
french: Se connecter
german: Einloggen
portuguese_br: Entrar
spanish: Registrarse

source: Sign in with your local password
dutch: Log in met uw lokaal wachtwoord
french: Se connecter avec son mot de passe local
german: Mit lokalem Passwort anmelden
portuguese_br: Logar com a senha local
spanish: Inicie sesión con su contraseña local

source: Signing in towards plex.tv
dutch: Log in bij plex.tv
french: S'enregistrer vers plex.tv
german: Im Plex Konto anmelden
portuguese_br: Ligando a plex.tv
spanish: Inicio de sesión en plex.tv

source: The passwords does not match
dutch: De wachtwoorden komen niet overeen
french: Le mot de passe ne correspond pas
german: Passwörter stimmen nicht überein
portuguese_br: Os senhas não coincidem
spanish: Las contraseñas no coinciden

source: Use your regular Plex credentials
dutch: Gebruik uw gewone Plex-referenties
french: Utilisez vos informations d'identification Plex
german: Plex Zugangsdaten benutzen
portuguese_br: Use as suas credencias de acesso ao Plex
spanish: Utilice sus credenciales Plex habituales

source: Username
dutch: Gebruikersnaam
french: Nom d'usager
german: Benutzername
portuguese_br: Usuário
spanish: Nombre de usuario

source: WebTools not available... Please contact Devs!
dutch: WebTools is niet beschikbaar. Neem contact op met de ontwikkelaars!
french: WebTools n'est pas disponible ... Contactez les développeurs!
german: WebTools nicht bereit... Bitte Entwickler kontaktieren!
portuguese_br: WebTools não disponível... Contacte a equipa de desenvolvimento sff !
spanish: WebTools no disponible ... ¡Póngase en contacto con Devs!

source: Wrong password
dutch: Fout wachtwoord
french: Mauvais mot de passe
german: Falsches Passwort
portuguese_br: Senha inválida
spanish: Contraseña incorrecta

source: Wrong username and/or password
dutch: Foute gebruikersnaam en/of wachtwoord
french: Mauvais nom d'usager et/ou mot de passe
german: Falscher Benutzername und/oder Passwort
portuguese_br: Usuário e/ou senha inválida
spanish: Nombre de usuario y/o contraseña incorrectos

source: PMS is not connected to plex.tv
dutch: Plex Media Server is niet verbonden met plex.tv
french: Votre serveur Plex n'est pas connecté à plex.tv
german: Server ist nicht bei plex.tv eingeloggt.
portuguese_br: PMS não está logado em plex.tv
spanish: PMS no está conectado a plex.tv

source: Back
dutch: Terug
french: Retour
german: Zurück
portuguese_br: Anterior
spanish: Anterior

source: Next file
dutch: Volgend bestand
french: Fichier suivant
german: Nächste Datei
portuguese_br: Próximo ficheiro
spanish: Archivo siguiente

source: Previous file
dutch: Vorig bestand
french: Fichier précédent
german: Vorige Datei
portuguese_br: Ficheiro anterior
spanish: Archivo anterior

source: Reload file
dutch: Bestand opnieuw laden
french: Recharger le fichier
german: Datei neu laden
portuguese_br: Recarregar o ficheiro
spanish: Actualizar archivo

source: Delete Selected
dutch: Verwijder geselecteerde
french: Supprimer sélectionné
german: Lösche ausgewählte
portuguese_br: Eliminar marcados
spanish: Eliminar seleccionados

source: Deselect All
dutch: Deselecteer alles
french: Tout désélectionner
german: Auswahl aufheben
portuguese_br: Desmarcar tudo
spanish: Deseleccionar todo

source: Download Subtitle
dutch: Download ondertiteling
french: Télécharger le sous-titre
german: Untertitel herunterladen
portuguese_br: Descarregar legenda
spanish: Descargar el subtítulo

source: Filter by letter
dutch: Filter op letter
french: Filtrer par lettre
german: Filter nach Anfangsbuchstaben
portuguese_br: Filtrar por letra
spanish: Filtrar por letra

source: Load more
dutch: Meer laden
french: Charger plus
german: Mehr laden
portuguese_br: Carregar mais
spanish: Cargar más

source: Location
dutch: Plaats
french: Emplacement
german: Speicherort
portuguese_br: Local
spanish: Ubicación

source: No movies found in
dutch: Geen films gevonden in
french: Aucun Film trouvé dans
german: Keine Filme gefunden in
portuguese_br: Não há filmes em
spanish: No se encontraron películas en

source: None
dutch: Geen
french: Aucun
german: Keine(s)
portuguese_br: Nenhum
spanish: Ninguno

source: Search...
dutch: Zoeken...
french: Recherche...
german: Suche...
portuguese_br: Pesquisa...
spanish: Buscar…

source: Select All
dutch: Alles selecteren
french: Tout sélectionner
german: Alles auswählen
portuguese_br: Marcar tudo
spanish: Seleccionar todo

source: Upload Subtitle
dutch: Upload ondertiteling
french: Charger le sous-titre
german: Untertitel hochladen
portuguese_br: Carregar legenda
spanish: Subir subtítulos

source: View Subtitle
dutch: Toon ondertiteling
french: Voir le sous-titre
german: Untertitel anzeigen
portuguese_br: Ver legenda
spanish: Ver subtítulos

source: with current search filter
dutch: met huidig ​​zoekfilter
french: avec filtre de recherche actuel
german: mit aktuellem Suchkriterium
portuguese_br: com o filtro de pesquisa atual
spanish: con filtro de búsqueda actual

source: Expand a library to search
dutch: Open een bibliotheek om te zoeken
french: Développer une bibliothèque à rechercher
german: Eine Bibliothek unten auswählen
portuguese_br: Expandir a biblioteca a pesquisar
spanish: Ampliar una biblioteca para buscar

source: Get missing from File System
dutch: Krijg ontbrekende van bestandssysteem
french: Manquant dans le système de fichiers
german: Suche nach fehlenden Dateien
portuguese_br: Usar sistema de ficheiros para suprir faltas
spanish: Rellenar fallos con sistema de ficheros
