Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_*.po
Languages: dutch, french, german, portuguese_br, spanish

source: Use the menu on the left side to navigate in WebTools.
dutch: Gebruik het menu aan de linkerkant om te navigeren binnen WebTools.
french: Utilisez le menu à gauche pour naviguer dans WebTools.
german: Mit dem Menü links in WebTools navigieren
portuguese_br: Use o menu à esquerda para navegar em WebTools.
spanish: Usa el menú a la izquierda para navegar en WebTools.

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
dutch: Webtools is een tool die je toelaat om tool modules te gebruiken die je kunnen helpen met je Plex Server beheer
french: WebTools est un outil qui permet l'utilisation de modules d'outils pour vous aider avec votre gestion de votre serveur Plex.
german: WebTools bietet verschiedene Funktionsmodule um deinen Plex Server zu verwalten.
portuguese_br: Webtools é uma ferramenta para o auxiliar a gerir o servidor de Plex
spanish: WebTools es una herramienta para ayudar a gestionar el servidor de Plex

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
dutch: Beide co-located (naast de film in de map of subfolder) en in de agent map.
french: Aussi bien local (dans le répertoire du film ou le sous-répertoire 'subs' du film) que dans le répertoire des agents.
german: Sowohl 'externe' (neben der Videodatei im Ordner) als auch im Plex Datenordner (durch Agenten automatisch geladen).
portuguese_br: Ambos, quer locais (na mesma pasta ou subpasta do filme), quer na pasta do agente.
spanish: Locales (en la misma carpeta o subcarpeta de la pelicula) o en la carpeta del agente.

source: Change Theme
dutch: Verander thema
french: Changer le thème
german: Farbschema wechseln
portuguese_br: Mudar o tema
spanish: Cambiar el tema

source: Changelog
french: Changements
german: Versionsnotizen
portuguese_br: Atualizações
spanish: Registro de cambios

source: Changelog viewer
dutch: Wijzigingslog viewer
french: Visionneur de log
german: Änderungen in dieser Version
portuguese_br: Para ver a lista de alterações
spanish: Cambiar visualizador de registro

source: Delete selected sidecar from the harddrive.
dutch: Verwijder geselecteerde sidecar van disk
french: Supprimer le fichier “sidecar” du disque dur. Remarque: vous ne pouvez pas le récupérer une fois supprimé.
german: Lösche externe Untertitel-Dateien. Achtung: dies kann nicht rückgängig gemacht werden!
portuguese_br: Apagar legenda do disco.
spanish: Eliminar sidecar seleccionado del disco duro.

source: File empty
dutch: Leeg bestand
french: Fichier vide
german: Leere Datei
portuguese_br: Ficheiro vazio
spanish: Archivo vacío

source: Help
french: Aide
german: Hilfe
portuguese_br: Ajuda
spanish: Ayuda

source: List all subtitles for a movie/tv show in your library.
dutch: Geeft alle ondertites voor een Film/TV Programma in je bibliotheek
french: Lister tous les sous-titres pour un film ou une série de votre bibliothèque
german: Zeige alle Untertitel für ein Video in deiner Bibliothek.
portuguese_br: Listar todas as legendas disponíveis para um filme ou série.
spanish: Listar todos los subtítulos para esta pelicula en tu librería

source: LogViewer Tool
dutch: Log Viewer
french: Visionneur de journaux
german: Logdatei Betrachter
portuguese_br: LogViewer
spanish: LogViewer

source: Logout
dutch: Uitloggen
french: Déconnecter
german: Abmelden
portuguese_br: Sair
spanish: Salir

source: Options
dutch: Opties
german: Optionen
portuguese_br: Opções
spanish: Opciones

source: Options for output.
dutch: Uitvoer Opties
french: Options de sortie.
german: Ausgabe-Einstellungen
portuguese_br: Opções de saída.
spanish: Opciones de salida.

source: Search for for movies and series inside categories
dutch: Zoek Films end TV Shows binnen categorieën
french: Recherchez des films et des émissions de télévision dans les catégories.
german: Suche nach Videos in den Bibliotheken
portuguese_br: Procurar filmes e séries por categoria
spanish: Buscar películas en categorías

source: Select one of the available themes to use it:
dutch: Kies een van de beschikbare thema's om te gebruiken
french: Sélectionnez l'un des thèmes ci-dessous:
german: Wähle eines der Farbschemen aus:
portuguese_br: Seleccione um dos temas disponíveis:
spanish: Seleccione uno de los temas disponibles:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
dutch: Selecteer een van de onderstaande bibliotheken om te zoeken naar films / tv-programma's die niet in de Plex-database aanwezig zijn of niet op uw harde schijf staan.
french: Sélectionnez une des bibliothèques ci-dessous pour y rechercher les Films/Séries qui ne sont pas dans la base de données Plex ou ne sont pas sur votre disque dur.
german: Wähle unten eine deiner Bibliotheken, um darin nach 'nicht zugeordneten' oder fehlenden Dateien zu suchen.
portuguese_br: Seleccione uma das bibliotecas abaixo para identificar discrepâncias entre metadados e ficheiros (metadados em falta para ficheiros existentes, ou a apontar para ficheiros inexistentes)
spanish: Seleccione una de las bibliotecas abajo para identificar discrepancias entre metadatos y archivos (metadatos en falta para archivos existentes, o apuntando para archivos inexistentes)

source: Theme
dutch: Thema
french: Thèmes
german: Farbschema
portuguese_br: Tema
spanish: Tema

source: This tool is a combination of FindUnmatched and FindMissing.
dutch: Deze tool is een combinatie van 'FindUnmatched' en 'FindMissing'.
french: Cet outil est une combinaison de 'Trouvé Non associés' et 'Trouvé Manquant'.
german: Dieses Modul vereint die altbekannten Plugins 'FindUnmatched' und 'FindMissing'.
portuguese_br: Esta ferramenta inclui funcionalidades de FindUnmatched e FindMissing.
spanish: Esta herramienta es una combinación de 'FindUnmatched' y 'FindMissing'

source: Update WT
dutch: Update WebTools
french: Mettre à jour WebTools
german: WebTools aktualisieren
portuguese_br: Atualizar WebTools
spanish: Actualizar WebTools

source: View the subtitle and see it's contents to determine what to delete.
dutch: Bekijk de ondertiteling inhoud om te bepalen welke ondertitel je wil verwijderen.
french: Afficher le contenu des sous-titres pour déterminer lequel supprimer.
german: Zeige Inhalt der Untertitel (um falsche oder überzählige zu löschen)
portuguese_br: Inspeccionar a legenda para identificar o que apagar.
spanish: Ver el contenido del subtítulo para determinar qué eliminar

source: WT Forum Thread
dutch: WT Forum
french: Support
german: WT Forum
portuguese_br: Forum
spanish: Soporte a WebTools

source: WT GitHub
french: GitHub
german: WT auf GitHub
portuguese_br: GitHub
spanish: GitHub

source: We could not find the page :(
dutch: Pagina niet gevonden :(
french: Impossible trouver la page :(
german: Seite nicht gefunden :(
portuguese_br: Não foi possível encontrar a página :(
spanish: No hemos podido encontrar la página :(

source: We recommend you to download large files and view them in your favourite text editor.
dutch: We raden je aan om grote bestanden te downloaden en ze te bekijken in je favoriete tekstverwerker.
french: Nous vous recommandons de télécharger de gros fichiers puis de les visualiser dans votre éditeur de texte préféré.
german: Größere Dateien solltest du herunter laden und in einem Texteditor betrachten.
portuguese_br: Recomenda-se descarregar ficheiros grandes e vê-los com o seu editor de texto favorito
spanish: Te recomendamos descargar archivos grandes y verlos en tu editor de texto favorito

source: Download all logfiles as zip
dutch: Download alle logbestanden in een ZIP bestand
french: Télécharger tous les fichiers journaux (fichier ZIP)
german: Alle Logs als ZIP downloaden
portuguese_br: Descarregar os logs em ficheiro ZIP
spanish: Descargar logs en formato ZIP

source: Download selected logfile
dutch: Download het geselecteerde logbestand
french: Télécharger le fichier journal sélectionné
german: diese Logdatei herunter laden
portuguese_br: Descarregar o log seleccionado
spanish: Descargar el log seleccionado

source: Abort scan
dutch: Scan onderbreken
french: Abandonner le balayage
german: Scan abbrechen
portuguese_br: Terminar pesquisa
spanish: Cancelar escaneo

source: Add ignored folder
dutch: Voeg te negeren map toe
french: Ajouter un dossier ignoré
german: 'ignorierten' Ordner hinzufügen
portuguese_br: Incluir pasta ignorada
spanish: Agregar carpeta ignorada

source: Current features:
dutch: Huidige features:
french: Caractéristiques actuelles:
german: derzeitige Features:
portuguese_br: Características actuais:
spanish: Características actuales:

source: Download result
dutch: Resultaat Downloaden
french: Télécharger le résultat
german: Ergebnisse herunter laden
portuguese_br: Descarregar resultado
spanish: Descargar resultado

source: Ignore Extras
dutch: Extra's negeren
french: Ignorer les extras
german: Extras ausschließen
portuguese_br: Ignorar Extras
spanish: Ignorar Extras

source: Ignore Hidden
dutch: Verborgen negeren
french: Ignorer fichiers cachés
german: 'Versteckte' Dateien ausschließen
portuguese_br: Ignorar Ocultos
spanish: Ignorar Ocultos

source: Ignore folders
dutch: Mappen negeren
french: Ignorer les dossiers
german: Ordner ausschließen
portuguese_br: Ignorar Pastas
spanish: Ignorar Carpetas

source: No records missing from Plex database
dutch: Er ontbreken geen records in de Plex database
french: Aucun enregistrement manquant dans la base de données Plex
german: Keine unzugeordneten Dateien erkannt
portuguese_br: Não faltam registos na base de dados de Plex

source: No records missing from harddrive
dutch: Er ontbreken geen bestanden op de Harde Schijf
french: Aucun enregistrement manquant sur le disque dur
german: Keine fehlenden Dateien festgestellt
portuguese_br: Não faltam registos no disco local

source: Playlist Help
french: Aide pour liste de lecture
german: Hilfe für Wiedergabelisten
portuguese_br: Ajuda para "playlist"
spanish: Ayuda "playlist"

source: Records missing from Plex database
dutch: Ontbrekende records in de Plex database
french: Enregistrements manquants dans la base de données Plex
german: fehlende Einträge in der Plex Datenbank
portuguese_br: Registos em falta na base de dados de Plex

source: Records missing from harddrive
dutch: Ontbrekende records p de Harde Schijf
french: Enregistrements manquants dans le disque dur
german: fehlende Medien-Dateien
portuguese_br: Registos em falta no disco

source: Reset settings
dutch: Reset Instellingen
french: Paramètres par défaut
german: Einstellungen zurück setzen
portuguese_br: Restaurar definições
spanish: Reiniciar parametraje

source: Save settings
dutch: Bewaar Instellingen
french: Sauvegarder paramètres
german: Einstellungen sichern
portuguese_br: Guardar definições
spanish: Guardar parametraje

source: Show settings
dutch: Toon Instellingen
french: Afficher les paramètres
german: Zeige Einstellungen
portuguese_br: Mostrar definições
spanish: Presentar parametraje

source: Valid extentions
dutch: Geldige Extensies
french: Extensions valides
german: gültige Dateinamenserweiterungen
portuguese_br: Extensões válidas
spanish: Extensiones válidas

source: Change Language
dutch: Verander Taal
french: Changer la langue
german: Sprache wechseln
portuguese_br: Mudar idioma
spanish: Cambiar idioma

source: Language
dutch: Taal
french: Langue
german: Sprache
portuguese_br: Idioma
spanish: Idioma

source: Force language translation update
dutch: Dwing taal vertaal update
french: Forcer la mise à jour de la traduction
german: Übersetzungen auffrischen
portuguese_br: Obter tradução atualizada
spanish: Actualizar traducción

source: Found
dutch: Gevonden
french: Trouvé
german: gefunden
portuguese_br: Encontrado
spanish: Encontró

source: Welcome to
dutch: Welkom Bij
french: Bienvenue à
german: Willkommen bei
portuguese_br: Bem vindo a
spanish: Bienvenido a

source: rows
dutch: rijen
french: lignes
german: Zeilen
portuguese_br: linhas
spanish: lineas

source: Clear search
dutch: Wis zoekopdracht
french: Effacer la recherche
german: Suche leeren
portuguese_br: Limpar pesquisa
spanish: Borrar búsqueda

source: Delete ignored folder
dutch: Stop folder negeren
french: Supprimer le dossier ignoré
german: 'ignorierten' Ordner entfernen
portuguese_br: Apagar pasta ignorada
spanish: Eliminar carpeta ignorada

source: Hide/Show search menu
dutch: Verberg/toon zoek menu
french: Masquer/Afficher le Menu de Recherche
german: 'Suche' zeigen/verstecken
portuguese_br: Esconder/Mostrar Menu de Pesquisa
spanish: Ocultar/Mostrar menú de búsqueda

source: Hide/Show settings menu
dutch: Verberg/Toon Instellingen menu
french: Masquer/Afficher le Menu de Configuration
german: 'Einstellungen' zeigen/verstecken
portuguese_br: Esconder/Mostrar Menu de Configuração
spanish: Ocultar/Mostrar Menú de Configuración

source: Jump to top
dutch: Spring naar Top
french: Retour en haut
german: nach oben
portuguese_br: Ir para o Início
spanish: Saltar a Tope

source: Next
dutch: Volgende
french: Suivant
german: nächstes
portuguese_br: Próximo
spanish: Seguiente

source: Previous
dutch: Vorige
french: Précédent
german: vorherige
portuguese_br: Anterior
spanish: Anterior

source: Search keyword
dutch: Zoek trefwoord
french: Mot-clé de recherche
german: Starte Suche
portuguese_br: Palavra de pesquisa
spanish: Clave de Búsqueda

source: search...
dutch: Zoeken . . .
french: Recherche . . .
german: Suche...
portuguese_br: pesquisa…
spanish: Buscar…

source: Allows you to copy playlists between users, as well as import, export and delete them.
dutch: Sta toe om playlists te kopiëren, importeren of exporteren tussen gebruikers
french: Autoriser la copie des listes de lecture entre utilisateurs, incluant l’importation, l’exportation et l’effacement.
german: Kopiere Wiedergabelisten zwischen Plex-Benutzern. Importiere, exportiere und lösche sie.
portuguese_br: Permite copiar playlists entre usuários, bem como importar, exportar e apagar playlists
spanish: Permite copiar listas de reproducción entre usuarios, así como importar, exportar y eliminarlos.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
dutch: Via deze tool krijg je eenvoudige toegang tot alle Plex Media Server logs en je kan ze ook gemakkelijk downloaden als individuele logs of alle log files tezamen in een handig ZIP bestand.
french: Ce module d'outil permet un accès facile à tous les journaux du serveur Plex et permet également un moyen simple de télécharger des journaux individuels ou tous les fichiers journaux dans une archive ZIP.
german: ALLE Plex Media Server Logs einfach einsehen und einzeln oder im Paket downloaden.
portuguese_br: Este módulo permite aceder aos logs do Plex Media Media Server, bem como descarregá-los e zipá-los
spanish: Fácil acceso a todos los registros de Plex Media Server, y también permitirá una manera fácil de descargar registros individuales o todos los registros.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
dutch: Deze module helpt je media te vinden die ontbreekt in de database of in het bestandssyteem
french: Ce module d'outils permet de localiser vos médias qui sont manquants dans la base de données ou dans le système de fichiers.
german: Finde heraus, welche Mediendateien auf der Festplatte fehlen und welche von Plex nicht erkannt wurden.
portuguese_br: Este módulo permite encontrar "media" que parece estar em falta
spanish: Permite localizar los medios, que faltan en la base de datos o en el sistema de archivos.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
dutch: Deze module laat je toe ondertitels te beheren, ongeacht in welke vorm. Zowel voor sidecars (bestanden naast de media bestanden) als voor via een plugin (zoals OpenSubtitles.org agent). Via deze module kan je ook de ondertitels bekijken en eventueel verwijderen (tenzij ze ingebed of ingebrand zijn in de media).
french: Ce module d'outil vous permettra de gérer vos sous-titres, qu'il s'agisse ou non de sidecars (situé à côté du fichier multimédia) ou téléchargé via un autre plugin, comme l'agent OpenSubtitles.org. Les sous-titres vous permettront d'avoir une vue d'ensemble des sous-titres de vos médias et de les visualiser et de les supprimer, à moins qu'ils ne soient intégrés dans le média lui-même.
german: Untertitelverwaltung - egal ob externe oder automatisch von Agenten (z.B. Opensubtitle.org) heruntergeladen. Übersicht: welche Videos haben überhaupt Untertitel? Untertitel anschauen oder löschen (außer interne).
portuguese_br: Este módulo permite gerir legendas, quer as embebidas (pistas de legendas no ficheiro MKV ou MP4) quer as externas (também chamadas de "sidecar", que são ficheiros externos com a extensão .srt .ass etc.). Pode ver que legendas existem, e apagar legendas "sidecar".
spanish: Administrar archivos de subtítulos, independientemente de que sean sidecars (ubicados junto al archivo multimedia) o descargados a través de otro complemento, como el paquete OpenSubtitle.org. Lo que este plugin puede hacer, es permitirle reunir una visión general de los subtítulos para sus medios de comunicación, verlos y eliminarlos, a menos que estén incrustados dentro de los propios medios.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
dutch: Deze module laat je toe om niet ondersteunde Plex Media Server plug-ins te installeren, updaten of verwijderen.
french: Ce module d'outils vous permettra d'installer, de mettre à jour et de supprimer des plug-ins non pris en charge par Plex.
german: Installiere, aktualisiere oder lösche inoffizielle Plex Server PlugIns.
portuguese_br: Este módulo permite instalar, atualizar e remover plug-ins do UAS ("unsupported application store").
spanish: Esto le permitirá instalar, actualizar y eliminar los plugins no soportados de Plex Media Server.

source: Tool Modules currently available are:
dutch: Tool Modules die momenteel beschikbaar zijn:
french: Les modules d'outils actuellement disponibles sont:
german: Verfügbare Module:
portuguese_br: Atualmente estão disponíveis os seguintes módulos:
spanish: Los módulos actualmente disponibles son:

source: UnsupportedAppStore Help
french: Aide pour l'Unsupported AppStore (UAS)
german: Unsupported App Store (UAS) Hilfe
portuguese_br: Ajuda para "Unsupported AppStore"
spanish: Ayuda para "Unsupported AppStore"

source: * Category names contain installed/total available channels.
dutch: * Categorie namen toon geïnstalleerde / totaal beschikbare plug-ins
french: * Les noms des catégories affichent les plug-ins installés/disponibles.
german: * Neben den Kategorie-Namen erscheinen die derzeit installierten/verfügbaren PlugIns
portuguese_br: * Inclui nomes de plug-ins e canais instalados
spanish: * Incluso nombres de plug-ins y canales

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
dutch: * Hier kunt u een plug-in zowel installeren vanuit de Github repository link of door een van de onderstaande categorieën te selecteren.
french: * Ici, vous pouvez soit installer un plug-in à partir d'un lien de Github ou en sélectionnant l'une des catégories ci-dessous.
german: * Installiere ein neues PlugIn mittels seines GitHub-Downloadlinks oder wähle eine der Kategorien unten.
portuguese_br: * Pode instalar plug-ins usando o URL para o github, ou selecionando uma das categorias abaixo.
spanish: * Aquí puede instalar un canal por su enlace de repositorio Github o seleccionando una de las categorías a continuación.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
dutch: * Als u handmatig de plug-ins hebt geïnstalleerd voordat u WebTools installeert, klikt u op "Handmatig / eerder geïnstalleerde invoegtoepassingen migreren" om de WebTools ervan bewust te maken
french: * Si vous avez installé les plug-ins manuellement avant d'installer WebTools, vous pouvez cliquer sur «Migrer les plug-ins manuellement/précédemment installés» pour en informer WebTools.
german: * vorher "manuell" installierte PlugIns können ebenfalls in den UAS migriert werden, um sie anschließend hier zu verwalten. Klicke dazu auf "Migrieren"
portuguese_br: * Caso tenha instalado plug-ins sem usar WebTools, pode clicar em "Migrar plug-ins instalados anteriormente" para os gerir com WebTools.
spanish: * Si ha instalado los canales manualmente antes de instalar WebTools, puede hacer clic en el botón "Migrar canales manualmente / previamente instalados" para que WebTools los conozca.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
dutch: * U kunt ook zoeken naar updates voor alle geïnstalleerde invoegtoepassingen die door WebTools worden beheerd, via de knop 'Controleren op updates voor alle geïnstalleerde plug-ins'.
french: * Vous pouvez également rechercher des mises à jour pour tous les plug-ins installés, gérés par WebTools via le bouton "Vérifier les mises à jour pour tous les plug-ins installés".
german: * Suche und installiere Updates für alle von UAS installierten PlugIns. Klicke dazu auf "Prüfe auf Updates"
portuguese_br: * Também pode procurar atualizações para os plug-ins instalados
spanish: * También puede buscar actualizaciones para todos los canales instalados gestionados por WebTools a través del botón "Buscar actualizaciones para todos los canales instalados".

source: * You can expand the items by clicking on them.
dutch: * U kunt de items uitbreiden door erop te klikken ..
french: * Vous pouvez développer les éléments en cliquant dessus.
german: * Einträge können mittels Klick ausgeklappt werden
portuguese_br: * Pode clicar em itens para os expandir
spanish: * Puedes expandir los items haciendo clic en ellos

source: * You can select a category on the menu on the right.
dutch: * U kunt een categorie selecteren in het menu rechts.
french: * Vous pouvez sélectionner une catégorie dans le menu à droite.
german: * Wähle rechts eine PlugIn-Kategorie aus.
portuguese_br: * Pode selecionar uma categoria no menu à direita.
spanish: * Puedes seleccionar una categoria en el menu a la izquierda

source: Check for bundle updates
dutch: Controleer op plug-in updates
french: Vérifiez les mises à jour du plug-in
german: Prüfe auf PlugIn Updates
portuguese_br: Verificar atualizações para plug-ins
spanish: Buscar actualizaciones de plug-in

source: Force UAS update
dutch: Forceer een update van de niet-ondersteunde App Store
french: Forcer la mise à jour du UAS
german: App Liste auffrischen
portuguese_br: Forçar atualização do UAS
spanish: Forzar actualización del UAS

source: Manual Install
dutch: Handmatige installatie
french: Installation manuel
german: Manuell installieren
portuguese_br: Instalação manual
spanish: Instalacción Manual

source: Migrate
dutch: Migreer
french: Migrer
german: Migrieren
portuguese_br: Migrar
spanish: Emigrar

source: Categories:
dutch: Categorieën:
french: Catégories:
german: Kategorie:
portuguese_br: Categorias:
spanish: Categorías:

source: Copy
dutch: Kopiëren
french: Copier
german: Kopieren
portuguese_br: Copiar
spanish: Copiar

source: Delete
dutch: Verwijder
french: Effacer
german: Löschen
portuguese_br: Apagar
spanish: Borrar

source: Download
french: Télécharger
portuguese_br: Descarregar
spanish: Descargar
