Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Hindi.po
Languages: hi

source: Use the menu on the left side to navigate in WebTools.
hi: WebTools में नेविगेट करने के लिए बाईं ओर मेनू का उपयोग करें.

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
hi: WebTools एक टूल है जो टूल मॉड्यूल के उपयोग को सक्षम करने के लिए आपको अपने Plex सर्वर प्रबंधन के साथ सक्षम बनाता है.

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
hi: दोनों सह-स्थित (मूवी फ़ोल्डर के बगल में या सबफ़ोल्डर में) और एजेंट फ़ोल्डर में.

source: Change Theme
hi: थीम बदलें

source: Changelog
hi: बदलाव की सूची

source: Changelog viewer
hi: बदलाव की सूची का व्यूअर

source: Delete selected sidecar from the harddrive.
hi: हार्ड ड्राइव से चयनित साइडकार हटाना। ध्यान दें: हटाए जाने के बाद आप इसे वापस नहीं प्राप्त कर सकते.

source: File empty
hi: खाली फ़ाइल

source: Help
hi: सहायता

source: List all subtitles for a movie/tv show in your library.
hi: एक फिल्म / टीवी शो के लिए सभी उपशीर्षक सूची अपने पुस्तकालय में

source: LogViewer Tool
hi: लॉग व्यूअर

source: Logout
hi: लोग आउट

source: Options
hi: विकल्प

source: Options for output.
hi: आउटपुट के लिए विकल्प

source: Search for for movies and series inside categories
hi: श्रेणियों के अंदर फ़िल्म और टीवी शो के लिए खोजें.

source: Select one of the available themes to use it:
hi: उपयोग करने के लिए उपलब्ध विषयों में से एक का चयन करें:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
hi: फिल्म / टीवी शो के लिए स्कैन करने के लिए नीचे दिए गए एक पुस्तकालयों का चयन करें जो Plex डेटाबेस में नहीं हैं या आपके हार्ड ड्राइव पर नहीं हैं.

source: Theme
hi: थीम

source: This tool is a combination of FindUnmatched and FindMissing.
hi: यह टूल 'FindUnmatched' और 'FindMissing' का संयोजन है.

source: Update WT
hi: WebTools अपडेट करें

source: View the subtitle and see it's contents to determine what to delete.
hi: किस उपशीर्षक को हटाने के लिए उपशीर्षक सामग्री को देखें.

source: WT Forum Thread
hi: WT फोरम थ्रेड

source: We could not find the page :(
hi: हमें वेबपेज नहीं मिला :(

source: We recommend you to download large files and view them in your favourite text editor.
hi: हम आपको बड़ी फ़ाइलों को डाउनलोड करने और उन्हें अपने पसंदीदा पाठ संपादक में देखने की सलाह देते हैं.

source: Download all logfiles as zip
hi: सभी लॉगफ़ाइल ज़िप के रूप में डाउनलोड करें

source: Download selected logfile
hi: चयनित लॉगफ़ाइल डाउनलोड करें

source: Abort scan
hi: स्कैनिंग निरस्त करें

source: Add ignored folder
hi: उपेक्षित फ़ोल्डर जोड़ें

source: Current features:
hi: वर्तमान विशेषताएं:

source: Download result
hi: परिणाम डाउनलोड करें

source: Ignore Extras
hi: एक्स्ट्रास पर ध्यान न दें

source: Ignore Hidden
hi: छिपे हुए पर ध्यान न दें

source: Ignore folders
hi: फ़ोल्डरों पर ध्यान न दें

source: No records missing from Plex database
hi: Plex डेटाबेस से कोई रिकॉर्ड गायब नहीं है

source: No records missing from harddrive
hi: हार्ड ड्राइव से कोई फाइल गायब नहीं है

source: Playlist Help
hi: प्लेलिस्ट सहायता

source: Records missing from Plex database
hi: Plex डेटाबेस से रिकॉर्ड्स गायब हैं

source: Records missing from harddrive
hi: हार्ड ड्राइव से रिकॉर्ड्स गायब हैं

source: Reset settings
hi: रीसेट सेटिंग्स

source: Save settings
hi: सेव सेटिंग्स

source: Show settings
hi: सेटिंग्स दिखाएँ

source: Valid extentions
hi: मान्य एक्सटेंशन

source: Change Language
hi: भाषा बदलें

source: Language
hi: भाषा

source: Force language translation update
hi: फोर्स द्वारा भाषा अनुवाद अपडेट

source: Found
hi: मिलना

source: Welcome to
hi: आपका स्वागत है

source: rows
hi: पंक्तियां

source: Clear search
hi: खोज साफ़ करें

source: Delete ignored folder
hi: फ़ोल्डर अनदेखी बंद करो

source: Hide/Show search menu
hi: छुपाएं/दिखाएं खोज मेनू

source: Hide/Show settings menu
hi: छुपाएं/दिखाएं सेटिंग मेनू

source: Jump to top
hi: शीर्ष पर जाएं

source: Next
hi: अगला

source: Previous
hi: पिछला

source: Search keyword
hi: खोजें कीवर्ड

source: search...
hi: खोजें...

source: Allows you to copy playlists between users, as well as import, export and delete them.
hi: आपको उपयोगकर्ताओं के बीच प्लेलिस्ट को कॉपी करने की अनुमति देता है, साथ ही उन्हें आयात, निर्यात और हटाएं.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
hi: यह टूल मॉड्यूल सभी Plex मीडिया सर्वर लॉग को आसान पहुंच की अनुमति देता है और यह एक सुविधाजनक ज़िप संग्रह में व्यक्तिगत लॉग या सभी लॉग फ़ाइलों को डाउनलोड करने का आसान तरीका भी देगा.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
hi: यह टूल मॉड्यूल आपके मीडिया का पता लगाने के लिए संभव बनाता है, जो या तो डाटाबेस या फाइल सिस्टम से गायब हो जाते हैं.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
hi: यह टूल मॉड्यूल आपको अपने उपशीर्षक प्रबंधित करने की अनुमति देगा, चाहे वे साइडकार्स (मीडिया फ़ाइल के बगल में स्थित) हों या किसी अन्य प्लगइन के माध्यम से डाउनलोड की जाए, जैसे OpenSubtitles.org एजेंट उप प्रबंधन आपको अपने मीडिया के लिए उपशीर्षक का अवलोकन करने और उन्हें देखने और उन्हें हटाए जाने की अनुमति देगा जब तक कि वे एम्बेडेड या मीडिया में बर्न न हो.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
hi: यह टूल मॉड्यूल आपको असमर्थित Plex मीडिया सर्वर प्लग-इन को इंस्टॉल, अपडेट और हटाए जाने की अनुमति देगा.

source: Tool Modules currently available are:
hi: टूल मॉड्यूल इस समय में उपलब्ध:

source: UnsupportedAppStore Help
hi: Unsupported AppStore सहायता

source: * Category names contain installed/total available channels.
hi: * श्रेणी नाम जो स्थापित / कुल उपलब्ध प्लग-इन हैं.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
hi: * यहां आप या तो Github रिपॉजिटरी लिंक से प्लग-इन स्थापित कर सकते हैं या नीचे दिए गए श्रेणियों में से किसी एक का चयन कर सकते हैं.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
hi: * यदि आपने WebTools स्थापित करने से पहले प्लग-इन मैन्युअल रूप से इंस्टॉल किया है, तो आप WebTools को उनके बारे में पता करने के लिए "मैन्युअल रूप से माइग्रेट / पूर्वस्थापित प्लग-इन्स" पर क्लिक कर सकते हैं.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
hi: * आप सभी इंस्टॉल किए गए प्लग-इन के लिए "सभी इंस्टॉल किए गए प्लग-इन के अपडेट के लिए जांचें" बटन के माध्यम से WebTools द्वारा प्रबंधित अपडेट के लिए अपडेट भी खोज सकते हैं.

source: * You can expand the items by clicking on them.
hi: * आप आइटम पर क्लिक करके उनका विस्तार कर सकते हैं.

source: * You can select a category on the menu on the right.
hi: * आप दाईं ओर मेनू से एक श्रेणी चुन सकते हैं.

source: Check for bundle updates
hi: प्लग-इन अपडेट के लिए जांचें

source: Force UAS update
hi: फोर्स UAS अपडेट

source: Manual Install
hi: मैनुअल इंस्टॉल करें

source: Migrate
hi: माइग्रेट

source: Categories:
hi: श्रेणियाँ:

source: Copy
hi: प्रतिलिपि

source: Delete
hi: हटाना

source: Download
hi: डाउनलोड

source: Install
hi: इंस्टॉल

source: Last updated:
hi: आखरी अपडेट:

source: Manual install url...
hi: मैन्युअल इंस्टॉल यूआरएल...

source: Manual:
hi: मैन्युअल:

source: Repo:
hi: रीपो:

source: Select user
hi: उपयोगकर्ता चयन

source: Self
hi: स्वयं

source: Subtitle Management Help
hi: प्रबंधित उपशीर्षक की सहायता

source: Support:
hi: सहायता:

source: This is an unofficial manager for subtitles.
hi: यह टूल मॉड्यूल उप-शीर्षक के लिए एक अनौपचारिक प्रबंधक है.

source: To get started, select one of your Libraries or click on the "?" for additional help
hi: आरंभ करने के लिए, अपनी एक पुस्तकालय चुनें या "?" पर क्लिक करें अतिरिक्त सहायता के लिए

source: Update
hi: अद्यतन

source: Usage at your own risk!
hi: अपने जोखिम पर उपयोग करें!

source: Copy a playlist between users
hi: उपयोगकर्ता के बीच एक प्लेलिस्ट कॉपी करें

source: Delete a playlist
hi: प्लेलिस्ट हटाएं

source: Download a playlist
hi: प्लेलिस्ट डाउनलोड करें

source: Import a playlist
hi: एक प्लेलिस्ट आयात करें

source: Select target user
hi: लक्ष्य उपयोगकर्ता चुनें

source: Select target user to copy
hi: प्रतिलिपि बनाने के लिए लक्षित उपयोगकर्ता का चयन करें

source: To get started, select one of your Playlists or click on the "?" for additional help
hi: आरंभ करने के लिए, अपनी प्लेलिस्ट में से एक का चयन करें या "?" पर क्लिक करें अतिरिक्त सहायता के लिए

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
hi: यदि आपकी भाषा गायब है, या 100% अनुवाद नहीं है, या आप अनुवाद में सुधार करना चाहते हैं, तो कृपया यहां जाएं:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
hi: नोट: कॉपी फ़ंक्शन का उपयोग करने के लिए, आपका Plex मीडिया सर्वर plex.tv में लॉग इन होना चाहिए, क्योंकि हम plex.tv से उपयोगकर्ता की सूचियों को ला रहे हैं

source: Channels/Plug-ins migrated:
hi: माइग्रेट किए गए चैनल / प्लग-इन:

source: No Channels/Plug-ins was migrated
hi: कोई चैनल / प्लग-इन माइग्रेट नहीं हुए थे

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
hi: सभी सेटिंग्स को हटा दिया जाएगा और रीसेट के बाद, आपको UAS में जाने की आवश्यकता होगी और अपने प्लग-इन को फिर से आयात करने के लिए माइग्रेट पर क्लिक करें.

source: Factory Reset
hi: फ़ैक्टरी रीसेट

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
hi: यदि आप नीचे क्लिक करते हैं, तो लगभग 1 मिनट के लिए WebTools अप्रतिसादी हो जाएगा, उसके बाद अपने ब्राउज़र में पेज को पुनः लोड करें.

source: This will reset WebTools to what is was, when first installed
hi: यह उसकी मूल स्थिति में WebTools रीसेट कर देगा जब आपने पहली बार WebTools स्थापित किया था.

source: No playlists available
hi: कोई प्लेलिस्ट उपलब्ध नहीं है

source: Updates available
hi: अपडेट उपलब्ध

source: WT Manual Online
hi: WT मैनुअल ऑनलाइन

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
hi: WebTools का अनुवाद और परीक्षण करने में सहायता करने वाले सभी लोगों के लिए बहुत बड़ा धन्यवाद.

source: About us
hi: हमारे बारे में

source: And Many Thanks To
hi: और बहुत धन्यवाद इन लोगों के लिए

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
hi: और हमारे मित्र POEditor.com, और क्योंकि हम एक ओपन-सोर्स प्रोजेक्ट हैं, उन्होंने हमें एक मुफ्त अनुवाद साइट प्रदान की है

source: Main Developers
hi: मुख्य डेवलपर्स

source: Never Forget
hi: कृपया याद रखें

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
hi: ओलिवर उर्फ omc1000, एक Plex समुदाय के सदस्य (GitHub पर creoludifico) (फ़्रंट एंड),

source: Thank you for your support!!
hi: आपके सहयोग के लिए धन्यवाद!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
hi: असमर्थित ऐपस्टोर का विचार mikedm139 द्वारा की गई थी, जो की सबसे पहले असमर्थित ऐपस्टोर के लेखक है.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
hi: टॉमी उर्फ dane22, एक Plex समुदाय के सदस्य (GitHub पर ukdtom) (बैक एंड)

source: V2 frontend was made by dagalufh
hi: V2 फ्रंटएंड डग्लूफ द्वारा बनाया गया था

source: Your Support
hi: आपका समर्थन

source: trumpy81
hi: ट्रंपी81

source: About us and Credits
hi: हमारे के बारे में और क्रेडिट

source: Custom Themes and Wiki
hi: कस्टम थीम्स और विकी

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
hi: यदि आप WebTools का उपयोग करते हैं और आप एक बीयर या दो के साथ डेवलपर्स का समर्थन करने के लिए तैयार हैं, तो कृपया नीचे दिए गए बटन 'Donate' पर क्लिक करें.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
hi: प्रतिभाशाली और कड़ी मेहनत वाले लेखकों / डेवलपर्स और स्टाफ, जो Plex में हैं. हम सदा आभारी हैं आपकी निष्ठा और कठोर परिश्रम के लिये.

source: Translations and Beta testers
hi: अनुवाद और बीटा परीक्षक

source: Update all
hi: सभी अपडेट करें

source: You have
hi: आपके पास

source: bundle
hi: बंडल

source: bundles
hi: बंडलों

source: not up to date.
hi: वर्तमान से पुराने

source: Continue
hi: जारी रखें

source: Create a local password
hi: एक स्थानीय पासवर्ड बनाएँ

source: Create password
hi: पासवर्ड बनाएं

source: Download Latest
hi: नवीनतम डाउनलोड करें

source: New Version available
hi: नया संस्करण उपलब्ध है

source: New Version:
hi: नया संस्करण:

source: Password
hi: पासवर्ड

source: Password again
hi: पासवर्ड दुबारा भरें

source: Release Notes:
hi: रिलीज नोट्स:

source: Sign in
hi: साइन इन

source: Sign in with your local password
hi: अपने स्थानीय पासवर्ड से साइन इन करें

source: Signing in towards plex.tv
hi: साइन इन करें plex.tv में

source: The passwords does not match
hi: पासवर्ड एक - दूसरे से मिलते - जुलते नहीं हैं

source: Use your regular Plex credentials
hi: अपने नियमित प्लेक्स क्रेडेंशियल्स का उपयोग करें

source: Username
hi: यूज़रनेम

source: WebTools not available... Please contact Devs!
hi: WebTools उपलब्ध नहीं है ... कृपया Devs से संपर्क करें!

source: Wrong password
hi: गलत पासवर्ड

source: Wrong username and/or password
hi: गलत यूज़रनेम और / या पासवर्ड

source: PMS is not connected to plex.tv
hi: PMS plex.tv से कनेक्ट नहीं है

source: Back
hi: वापस

source: Next file
hi: अगली फ़ाइल

source: Previous file
hi: पिछला फ़ाइल

source: Reload file
hi: फ़ाइल पुनः लोड करें

source: Codec
hi: कोडेक

source: Delete Selected
hi: चयनित मिटाएं

source: Deselect All
hi: सबको अचयनित करें

source: Download Subtitle
hi: उपशीर्षक डाउनलोड करें

source: Filter by letter
hi: वर्णमाला द्वारा फ़िल्टर करें

source: Lang
hi: भाषा

source: Load more
hi: और लोड करें

source: Location
hi: स्थान

source: No movies found in
hi: कोई फिल्म नहीं मिली

source: None
hi: कोई भी नहीं

source: Search...
hi: खोजें...

source: Select All
hi: सभी का चयन करे

source: Upload Subtitle
hi: उपशीर्षक अपलोड करें

source: View Subtitle
hi: उपशीर्षक देखें

source: with current search filter
hi: वर्तमान खोज फ़िल्टर के साथ

source: Expand a library to search
hi: खोज करने के लिए पुस्तकालय का विस्तार करें
