Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Danish.po
Languages: da

source: Use the menu on the left side to navigate in WebTools.
da: Brug menuen til venstre til at navigere med

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
da: WebTools er et værktøj, som ved hjælp af moduler hjælper dig med at håndtere din Plex Media Server

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
da: Både lokalt (Undertext i samme bibliotek som filmen, eller i en underfolder) og i Plex interne bibliotek (Agent)

source: Change Theme
da: Skift tema

source: Changelog viewer
da: Vis Change Log

source: Delete selected sidecar from the harddrive.
da: Slet valgte "sidecar" undertekst fra harddisken

source: File empty
da: Filen er tom

source: Help
da: Hjælp

source: List all subtitles for a movie/tv show in your library.
da: Vis en liste over alle undertekster for et Film/TV bibliotek

source: Logout
da: Log af

source: Options
da: Indstillinger

source: Options for output.
da: Output muligheder

source: Search for for movies and series inside categories
da: Søg efter film og episoder i de forskellige biblioteker

source: Select one of the available themes to use it:
da: Vælg en af de mulige temaer

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
da: Vælg et af dine biblioteker for at scanne dem for film/tv-shows som enten mangler i Plex databasen eller på harddisken

source: Theme
da: Tema

source: This tool is a combination of FindUnmatched and FindMissing.
da: Dette værktøj er en kombination af "FindUnmatched" og "FindMissing"

source: Update WT
da: Opdater WebTools

source: View the subtitle and see it's contents to determine what to delete.
da: Se en undertekst for at afgøre, om den skal slettes

source: WT Forum Thread
da: WebTools Forum tråd

source: WT GitHub
da: WebTools Github

source: We could not find the page :(
da: Vi kunne ikke finde den side :(

source: We recommend you to download large files and view them in your favourite text editor.
da: Vi anbefaler, at du downloader store filer, og viser dem i din lokale editor

source: Download all logfiles as zip
da: Download alle logfiler som en zip fil

source: Download selected logfile
da: Download valgte logfil

source: Abort scan
da: Afbryd scanning

source: Add ignored folder
da: Tilføj et bibliotek som skal ignoreres

source: Current features:
da: Tilgængelige muligheder

source: Download result
da: Download resultatet

source: Ignore Extras
da: Ignorer Extras

source: Ignore Hidden
da: Ignorer skjulte filer

source: Ignore folders
da: Ignorer biblioteker

source: Playlist Help
da: Playlist hjælp

source: Reset settings
da: Nulstil indstillinger

source: Save settings
da: Gem instillinger

source: Show settings
da: Vis indstillinger

source: Valid extentions
da: Valide fil endelser

source: Change Language
da: Skift sprog

source: Language
da: Sprog

source: Force language translation update
da: Opdater oversættelse

source: Found
da: Fundet

source: Welcome to
da: Velkommen til

source: rows
da: rækker

source: Clear search
da: Nulstil søgning

source: Delete ignored folder
da: Slet bibliotek som bliver ignoreret

source: Hide/Show search menu
da: Vis/Skjul søge menu

source: Hide/Show settings menu
da: Vis/Skjul instillinger

source: Jump to top
da: Hop til toppen

source: Next
da: Næste

source: Previous
da: Forrige

source: Search keyword
da: Søg

source: search...
da: Søg...

source: Allows you to copy playlists between users, as well as import, export and delete them.
da: Gør det muligt at kopier playlists imellem brugere, samt også importere, exportere og slette dem

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
da: En nem måde at få adgang til Plex Media Server log filer, og gør det også muligt for dig at downloade en enkelt fil eller dem alle sammen i en zip fil

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
da: Gør det muligt at finde media, som enten mangler fra Plex databasen, eller som er i databasen, men mangler fra din harddisk

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
da: Håndtere undertekster, uanset om de befinder sig ved siden af dine media (SideCars), eller er hentet ved hjælp af et andet plugin, som f.eks. OpenSubTitles.org. Hvad dette modul kan gøre, er at give dig et overblik over dine undertekster, se dem, og slette dem, såfremt de ikke er en del af selve media filmen

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
da: Dette modul gør det muligt for dig at installere, opdatere og slette ikke supporterede plug-ins

source: Tool Modules currently available are:
da: Tools moduler som er tilgængelige:

source: UnsupportedAppStore Help
da: UnsupportedAppStore hjælp

source: * Category names contain installed/total available channels.
da: * Kategorien viser installerede/tilgængelige plug-ins.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
da: * Her kan du også installere et plug-in ved at indtaste et GitHub url, eller vælge det direkte fra en af kategorierne nedenunder.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
da: * Hvis du har installeret et plug-in manuelt, inden du installerede WebTools, kan du migrere det ind i WebTools, så WebTools bagefter kan håndtere det

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
da: * Du kan også nemt søge efter opdateringer til de plug-ins du har installeret, ved at klikke på knappen "Check for opdateringer"

source: * You can expand the items by clicking on them.
da: * Du kan se flere detalier om et plugin ved at klikke på det.

source: * You can select a category on the menu on the right.
da: * Du kan vælge en kategori i menuen til højre.

source: Check for bundle updates
da: Kontroller for plug-in opdateringer

source: Force UAS update
da: Gennemtving en opdatering af UAS

source: Manual Install
da: Manuel installation

source: Migrate
da: Migrer

source: Categories:
da: Kategorier:

source: Copy
da: Kopier

source: Delete
da: Slet

source: Install
da: Installer

source: Last updated:
da: Seneste Updatering:

source: Manual install url...
da: Manuelt installations url...

source: Manual:
da: Manuel:

source: Repo:
da: Git Repo:

source: Select user
da: Vælg bruger

source: Self
da: Selv

source: Subtitle Management Help
da: Undertekst management hjælp

source: This is an unofficial manager for subtitles.
da: Dette er en uofficiel manager for undertekster.

source: To get started, select one of your Libraries or click on the "?" for additional help
da: For at starte, vælg et af dine biblioteker eller klik på "?" for yderligere hjælp

source: Update
da: Opdater

source: Usage at your own risk!
da: Brug for egen risiko!

source: Copy a playlist between users
da: Kopier en playliste imellem brugere

source: Delete a playlist
da: Slet en playliste

source: Download a playlist
da: Download en playliste

source: Import a playlist
da: Importer en playliste

source: Select target user
da: Vælg bruger som skal modtage

source: Select target user to copy
da: Vælg bruger at kopiere til

source: To get started, select one of your Playlists or click on the "?" for additional help
da: For at starte, vælg en af dine playlister, eller klik på "?" for yderligere hjælp

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
da: Hvis dit sprog mangler fra listen, ikke er oversat 100%, eller du vil forbedre oversættelsen, så venligst klik her:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
da: Bemærk: For at benytte Kopier funktionen, skal din Plex Media Server være logged ind til plex.tv, idet vi henter listen over brugere fra denne

source: Channels/Plug-ins migrated:
da: Channels/Plug-ins migreret:

source: No Channels/Plug-ins was migrated
da: Ingen Channels/Plug-ins blev migreret

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
da: Alle indstillinger vil forsvinde, efter du har nulstillet, og du skal bagefter gå ind i UAS, og lave en migrering.

source: Factory Reset
da: Nulstil WebTools

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
da: Hvis du klikker på knappen, vil WebTools ikke svare i ca. 1 minut. Du skal derefter opdaterer din browser

source: This will reset WebTools to what is was, when first installed
da: Dette vil nulstille WebTools, til hvad det var da du først installerede det

source: No playlists available
da: Ingen playliste tilgængelig

source: Updates available
da: Opdateringer tilgængelige

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
da: En stor tak går til alle de folk, som har hjulpet med at oversætte og teste WebTools

source: About us
da: Om os

source: And Many Thanks To
da: Og mange tak går til

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
da: Og vores venner POEditor.com, og idet vi er et Open-Source projekt, har de leveret et oversættelses website gratis.

source: Main Developers
da: Hoved udviklere

source: Never Forget
da: Glem aldrig

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
da: Oliver aka omc1000, et Plex forum medlem (creoludifico på GitHub) (Web del),

source: Thank you for your support!!
da: Tak for din støtte!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
da: Den orginale "Unsupported AppStore" blev lavet af mikedm139.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
da: Tommy aka dane22, et Plex forum medlem (ukdtom på GitHub) (Bagudlæggende kode)

source: V2 frontend was made by dagalufh
da: V2 WebSite var lavet af dagalufh

source: Your Support
da: Din støtte

source: About us and Credits
da: Om os

source: Custom Themes and Wiki
da: Temaer og Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
da: Hvis du benytter WebTools, og ønsker at støtte udviklerne med en øl eller to, så klik venligst på knappen "Donate"

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
da: De talentfulde og hårdt arbejdende folk hos Plex. Vi er evigt taknemmelige for jeres arbejde.

source: Translations and Beta testers
da: Oversættere og Beta testere

source: Update all
da: Opdater alle

source: You have
da: Du har

source: not up to date.
da: som ikke er opdateret

source: Continue
da: Fortsæt

source: Create a local password
da: Lav et lokalt kodeord

source: Create password
da: Lav kodeord

source: Download Latest
da: Hent seneste

source: New Version available
da: Ny version tilgøngelig

source: New Version:
da: Ny version:

source: Password
da: Kodeord

source: Password again
da: Kodeord igen

source: Sign in
da: Login

source: Sign in with your local password
da: Login med dit lokale kodeord

source: Signing in towards plex.tv
da: Login til plex.tv

source: The passwords does not match
da: Dine kodeord er ikke ens

source: Use your regular Plex credentials
da: Brug dit normale Plex login

source: Username
da: Brugernavn

source: WebTools not available... Please contact Devs!
da: WebTools er ikke tilgængelig... Venligst kontakt Udviklerne!

source: Wrong password
da: Forkert kodeord

source: Wrong username and/or password
da: Forkert brugernavn og/eller kodeord

source: PMS is not connected to plex.tv
da: PMS er ikke logget ind til plex.tv

source: Back
da: Tilbage

source: Next file
da: Næste fil

source: Previous file
da: Forrige fil

source: Reload file
da: Genindlæs

source: Delete Selected
da: Slet valgte

source: Deselect All
da: Fravælg alle

source: Download Subtitle
da: Hent undertekst

source: Filter by letter
da: Filtrer på bogstav

source: Lang
da: Sprog

source: Load more
da: Hent flere

source: Location
da: Placering

source: No movies found in
da: Ingen film fundet i

source: None
da: Ingen

source: Search...
da: Søg...

source: Select All
da: Vælg alle

source: Upload Subtitle
da: Upload undertekst

source: View Subtitle
da: Vis undertekst

source: with current search filter
da: med valgte søge filter

source: Expand a library to search
da: Udvid et bibliotek for at søge

source: Get missing from File System
da: Hent manglende filer fra fil systemet

source: Get missing from database
da: Hent manglende fra databasen

source: Idle
da: Venter

source: No TV-Shows found in
da: Ingen TV-Shows fundet i

source: Scanning database show %s of %s :
da: Skanner database show %s af %s :

source: Scanning database: item %s of %s : Working
da: Skanner database: media %s af %s : Arbejder

source: Scanning file: %s
da: Skanner fil: %s

source: Starting to scan database for section %s
da: Starter skanning af databasen for bibliotek %s

source: idle
da: venter

source: Choose language for the subtitle
da: Vælg sprog for undertekst

source: Choose part
da: Vælg del

source: Missing file
da: Mangler fil

source: Missing part
da: Mangler del

source: No language
da: Intet sprog

source: Scanning database: %s : Done
da: Skanner database: %s : færdig

source: Subtitle Management Upload Subtitle
da: Subtitle Management upload undertekst

source: Upload subtitle for
da: Upload undertekst for

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
da: <plugin>Base url hvis bag en proxy server. Hvis ikke, så bare blank. (Base URL kan f.eks være: /WebTools)</plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
da: <plugin>Navn på Certifikat key fil i Contents/Code/Certificate directory</plugin>

source: <plugin>Select to force https</plugin>
da: <plugin>Vælg for kun at bruge https</plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
da: <plugin>For at benytte dette plugin, skal du skrive en af nedenstående urls i en NY browser tab</plugin>

source: <plugin>Enter the port that this plugin should use for http. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
da: <plugin>Indtast den port som WebTools skal benytte for http. Brug IKKE [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>

source: <plugin>Enter the port that this plugin should use for https. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
da: <plugin>Indtast den port som WebTools skal benytte for https. Brug IKKE [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>

source: <plugin>Name of Certificate crt file in Contents/Code/Certificate directory</plugin>
da: <plugin>Navn på certifikat crt fil i Contents/Code/Certificate directory</plugin>

source: Import
da: Importer

source: Key
da: Nøgle

source: Techincal Info
da: Teknisk information

source: Value
da: Værdi

source: DO NOT SHARE THIS IN ANY PUBLIC WEBSITE!!!
da: DEL IKKE DETTE PÅ ET OFFENTLIGT WEBSITE!!!

source: Choose a playlist file to import
da: Vælg en playliste at importere

source: Ignore Specials
da: Ignorer Specials

source: Will show technical information about the server.
da: Vil vise teknisk information om din Plex Media Server

source: Items missing metadata
da: Media der mangler metadata

source: No items missing metadata
da: Ingen media mangler metadata

source: Perfect, media files are present and accessible for all items in the Plex database.
da: Perfekt. Alle media er tilstede for alle records i Plex databasen.

source: The following media files on disk are not referenced in Plex's database. (They were either ignored because they are incorrectly named or the library hasn't been updated yet after they were added)
da: Følgende media fundet på disk er ikke at finde i Plex databasen. (Enten blev de ignoreret af Plex grundet en dårlig navngivning, eller biblioteket er endnu ikke blevet opdateret i Plex)

source: These media files are missing, but the Plex database still has them listed. They were either deleted, the hard drive got disconnected or moved or you simply forgot to empty the library trash in Plex if you erased them intentionally
da: Følgende filer mangler fra harddisken, men Plex har dem stadig i sin database. Enten er de blevet slettet, harddisken er ikke forbundet, eller du har simpelthen glemt at tømme skraldespanden i Plex, efter du slettede dem

source: Perfect, media files are present in the file system and accessible for all items in the Plex database
da: Perfekt. Samtlige media i Plex databasen er også tilstede på harddisken

source: Cancel
da: Afbryd

source: File selected
da: Fil valgt

source: Hide media without subtitles
da: Skjul medias uden undertekster

source: No filter
da: Ingen filter

source: Select File
da: Vælg fil

source: Are you sure you want to delete the playlist?
da: Er du sikker på du vil slette denne Playliste?

source: Are you sure you want to delete the selected subtitles?
da: Er du sikker på du vil slette denne undertekst?
