Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Greek.po
Languages: el

source: Use the menu on the left side to navigate in WebTools.
el: Χρησιμοποιήστε το μενού στα αριστερά για περιήγηση στο WebTools

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
el: Το WebTools είναι ένα επιπρόσθετο που βοηθάει στην διαχείρηση του Plex Server

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
el: Και τα δύο συνύπαρχουν (στο φάκελο/υποφάκελο της ταινίας) και στο φάκελο του προγράμματος αντιστοίχησης.

source: Change Theme
el: Αλλαγή Θέματος

source: Changelog
el: Αλλαγές εκδόσεων

source: Changelog viewer
el: Προβολέας αλλαγών

source: Delete selected sidecar from the harddrive.
el: Διαγράψτε το επιλεγμένο εξωτερικό υπότιτλο. Σημείωση: Μη αναστρέψιμη ενέργεια

source: File empty
el: Άδειο αρχείο

source: Help
el: Βοήθεια

source: List all subtitles for a movie/tv show in your library.
el: Εμφάνισε όλους του υπότιτλους για μια ταινία/σειρά στην βιβλιοθήκη σου

source: LogViewer Tool
el: Προβολή Log

source: Logout
el: Αποσύνδεση

source: Options
el: Επιλογές

source: Options for output.
el: Επιλογές εξόδου

source: Search for for movies and series inside categories
el: Αναζήτηση ταινίας ή σειράς στις κατηγορίες

source: Select one of the available themes to use it:
el: Επιλέξτε ένα απο τα διαθέσιμα θέματα:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
el: Επιλέξτε μία βιβλιοθήκη παρακάτω για εύρεση ταινιών/σειρών που δεν υπάρχουν στο Plex ή στον σκλήρο.

source: Theme
el: Θέμα

source: This tool is a combination of FindUnmatched and FindMissing.
el: Το εργαλέιο είναι συνδυασμός του 'ΨάξεΜηΑντιστοιχήσιμο' και ΨάξεΑγνοούμενο'

source: Update WT
el: Ενημέρωση WebTools

source: View the subtitle and see it's contents to determine what to delete.
el: Προβολή του υπότιτλου για την επίλογη υπότιτλου προς διαγραφή.

source: WT Forum Thread
el: Φόρουμ WebTools

source: WT GitHub
el: WebTools GitHub

source: We could not find the page :(
el: Η σελίδα δεν βρέθηκε. :(

source: We recommend you to download large files and view them in your favourite text editor.
el: Προτίνουμε να κατεβάσετε μεγάλα αρχεία και να τα προβάλετε σε text editor της επιλογής σας.

source: Download all logfiles as zip
el: Κατέβαστε ολα τα logs

source: Download selected logfile
el: Κατεβάστε τα επιλεγμένα logs

source: Abort scan
el: Ακύρωση σάρωσης

source: Add ignored folder
el: Προσθήκη εξαιρούμενου φακέλου

source: Current features:
el: Τωρινές δυνατότητες:

source: Download result
el: Αποτέλεσμα λήψης

source: Ignore Extras
el: Αγνόηση εξτρα

source: Ignore Hidden
el: Αγνόηση κρυμμένων

source: Ignore folders
el: Αγνόηση φακέλων

source: Playlist Help
el: Λίστα βοήθειας

source: Reset settings
el: Εκαθάρισση Ρυθμίσεων

source: Save settings
el: Αποθήκευση Ρυθμίσεων

source: Show settings
el: Εμφάνιση Ρυθμίσεων

source: Valid extentions
el: Επικ

source: Change Language
el: Αλλάξτε γλώσσα

source: Language
el: Γλώσσα

source: Force language translation update
el: Αναγκαστική ενημέρωση γλώσσας

source: Found
el: Βρέθηκε

source: Welcome to
el: Καλώς ήρθατε στο

source: rows
el: γραμμές

source: Clear search
el: Εκκαθάριση Αναζήτησης

source: Delete ignored folder
el: Σταμάτα να αγνοείς το φάκελο

source: Hide/Show search menu
el: Απέκρυψε/Εμφάνισε το Μενού Αναζήτησης

source: Hide/Show settings menu
el: Απέκρυψε/Εμφάνισε το Μενού Ρυθμίσεων

source: Jump to top
el: Πήγαινε στην Αρχή

source: Next
el: Επόμενο

source: Previous
el: Προηγούμενο

source: Search keyword
el: Αναζήτηση λέξης

source: search...
el: Αναζήτηση...

source: Allows you to copy playlists between users, as well as import, export and delete them.
el: Σας επιτρέπει να αντιγράψετε λίστες μεταξύ χρηστών όπως και να τις εισάγετε, εξάγετε, διαγράψετε.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
el: Αυτό το εργαλείο επιτρέπει την εύκολη πρόσβαση στα logs του Plex Media Server αλλά και στο κατέβασμα ενός ή ολών των logs σε zip

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
el: Αυτό το εργαλείο επιτρέπει στο να εντοπίσετε αγνοούμενα αρχεία απο την βάση δεδομένων ή το σύστημα.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
el: Αυτό το εργαλείο επιτρέπει να διαχειριστείτε του υπότιτλους, ανεξαρτήτως αν είναι εξωτερικοί ή κατεβασμένοι απο κάποιον agent όπως το OpenSubtitles.org. Σας επιτρέπει να τα προβάλετε και, προαιρετικά, να τα διαγράψετε (εκτός αν είναι ενσωματωμένα στο βίντεο)

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
el: Αυτό το εργαλείο σας επιτρέπει να εγκαταστήσετε, ενημερώσετε και να διαγράψετε επιπρόσθετα στο Plex Server

source: Tool Modules currently available are:
el: Διαθέσιμα Εργαλεία:

source: UnsupportedAppStore Help
el: Βοήθεια για το Unsupported App Store

source: * Category names contain installed/total available channels.
el: *Οι κατηγορίες ονομάτων εμφανίζουν εγκατεστημένα/συνολικά διαθέσιμα επιπρόσθετα.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
el: *Εδώ μπορείτε να εγκαταστήσετε ένα επιπρόσθετο απο το Github ή επιλέγοντας μια απο τις κατηγορίες παρακάτω.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
el: *Εάν έχετε εγκαταστήσει επιπρόσθετα χειροκίνητα πριν την εγκατάσταση του WebTools, πατήστε "Εισαγωγή χειροκίνητων/προηγούμενων επιπρόσθετων" για να τα εντοπίσει το WebTools.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
el: * Μπορείτε να βρείτε ενημερώσεις για όλα τα εγκατεστημένα επιπρόσθετα που βρίσκονται στο WebTools με το "Έλεγχος για ενημερώσεις εγκατεστημένων εφαρμογων".

source: * You can expand the items by clicking on them.
el: * Μπορείτε να επεκτείνετε τα αντικείμενα πατώντας πάνω τους.

source: * You can select a category on the menu on the right.
el: Μπορείτε να επιλέξετε κατηγορία από το αριστερά.

source: Check for bundle updates
el: Έλεγχος για ενημερώσεις επιπρόσθετου

source: Force UAS update
el: Αναγκαστική ενημέρωση του Unsupported App Store

source: Manual Install
el: Χειροκίνητη εγκατάσταση

source: Migrate
el: Εισαγωγή

source: Categories:
el: Κατηγορίες:

source: Copy
el: Αντιγραφή

source: Delete
el: Διαγραφή

source: Download
el: Λήψη

source: Install
el: Εγκατάσταση

source: Last updated:
el: Τελευταία ενημέρωση:

source: Manual install url...
el: Χειροκίνητη εγκατάσταση URL

source: Manual:
el: Χειροκίνητα:

source: Select user
el: Επιλέξτε χρήστη

source: Self
el: Εγώ

source: Subtitle Management Help
el: Βοήθεια για την διαχείρηση υποτίτλων

source: Support:
el: Υποστήριξη

source: This is an unofficial manager for subtitles.
el: Αυτό το εργαλείο είναι ένας ανεπίσημος διαχειριστής υποτίτλων

source: To get started, select one of your Libraries or click on the "?" for additional help
el: Για να αρχίσετε, επιλέξτε ένα απο την Βιβλιοθήκη σας ή κάντε κλικ στο "?" για βοήθεια

source: Update
el: Ενημέρωση

source: Usage at your own risk!
el: Χρήση με δικό σας ρίσκο!

source: Copy a playlist between users
el: Αντιγραφή βιβλιοθήκης μεταξύ χρηστών

source: Delete a playlist
el: Διαγραφή βιβλιοθήκης

source: Download a playlist
el: Λήψη βιβλιοθήκης

source: Import a playlist
el: Εισάγεται μια βιβλιοθήκη

source: Select target user
el: Επιλογή χρήστη

source: Select target user to copy
el: Επιλέξτε χρήστη για αντιγραφή προς

source: To get started, select one of your Playlists or click on the "?" for additional help
el: Για να ξεκινήσετε επιλέξτε μια βιβλιοθήκη ή κάντε κλικ στο "?" για Βοήθεια

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
el: Εάν η γλώσσα σας λείπει ή είναι ελλειπής η μετάφραση ή εάν θέλετε να βοηθήσετε στην μετάφραση πηγαίνετε έχω:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
el: Σημείωση: Για να χρησιμοποιήσετε την αντιγραφή πρέπει ο Plex Server να είναι συνδεμένος στο plex.tv, για να πάρουμε την λίστα χρηστών από το plex.tv

source: Channels/Plug-ins migrated:
el: Εισαγμένα Κανάλια/Επιπρόσθετα:

source: No Channels/Plug-ins was migrated
el: Κανένα Κανάλι/Επιπρόσθετο δεν εισάχθηκε

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
el: Όλες οι ρυθμίσεις θα αφαιρεθούν. Μετά απο την επαναφορά μπορεί να χρειαστεί να πάτε στο Unsupported App Store και να επιλέξετε "Επαναεισαγωγή" για να ξανα-εισάγετε τα επιπρόσθετα.

source: Factory Reset
el: Επαναφορά εργοστασιακών ρυθμίσεων

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
el: Εάν πατήσετε το κουμπί παρακάτω, το WebTools δεν θα ανταποκρίνεται για ένα περίπου λεπτό. Έπειτα ξανα-φορτώστε την σελίδα.

source: This will reset WebTools to what is was, when first installed
el: Αυτό θα επαναφέρει το WebTools στο αρχικό στάδιο.

source: No playlists available
el: Καμία διαθέσιμη βιβλιοθήκη

source: Updates available
el: Διαθέσιμες ενημερώσεις

source: WT Manual Online
el: WT Online βοήθεια

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
el: Ένα μεγάλο ευχαριστώ στους ανθρώπους που μετέφεραν και τέσταραν το WebTools

source: About us
el: Σχετικά με

source: And Many Thanks To
el: Και πολλά ευχαριστώ στο

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
el: Και στους φίλους μας στο POEditor.com, που παρείχαν δωρεάν site μετάφρασης επειδή είμαστε ανοιχτού κώδικα πρότζεκτ.

source: Main Developers
el: Βασικοί προγραμματιστές

source: Never Forget
el: Δεν ξεχνάμε

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
el: Oliver (και ως omc1000), μέλος της Plex κοινότητάς(creoludifico on GitHub) (Front end)

source: Thank you for your support!!
el: Ευχαριστούμε για την υποστήριξη!!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
el: Η ιδέα του Unsupported App Store επινοήθηκε απο τον mikedm139, αρχικό δημιουργό του Unsupported App Store.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
el: Tommy (aka dane22), μέλος της Plex κοινότητάς(ukdtom on GitHub) (Back end)

source: V2 frontend was made by dagalufh
el: V2 Frontend από τον dagalufh

source: Your Support
el: Η υποστήριξη σας

source: About us and Credits
el: Σχετικά με εμάς και Credits

source: Custom Themes and Wiki
el: Προσαρμοσμένο Θέμα και Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
el: Εάν χρησιμοποιείτε το WebTools και θέλετε να υποστηρίξετε τους προγραμματιστές κεράστε τους μια μπύρα κάνοντας μια δωρεά παρακάτω.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
el: Τους προγραμματιστές του Plex. Ευχαριστούμε για την αφοσίωση, ταλέντο και σκληρή δουλειά.

source: Translations and Beta testers
el: Μεταφράσεις και Beta δοκιμάστες

source: Update all
el: Ενημέρωση όλων

source: You have
el: Έχετε

source: not up to date.
el: μη ενημερωμένο

source: Continue
el: Συνέχεια

source: Create a local password
el: Δημιουργία τοπικού κωδικού

source: Create password
el: Δημιουργία κωδικού

source: Download Latest
el: Λήψη τελευταίας

source: New Version available
el: Υπάρχει νέα έκδοση

source: New Version:
el: Νέα έκδοση:

source: Password
el: Κωδικός

source: Password again
el: Κωδικός (ξανά)

source: Release Notes:
el: Αλλαγές:

source: Sign in
el: Σύνδεση

source: Sign in with your local password
el: Σύνδεση με τοπικό κωδικό

source: Signing in towards plex.tv
el: Σύνδεση με plex.tv

source: The passwords does not match
el: Οι κωδικοί δεν ταιριάζουν

source: Use your regular Plex credentials
el: Χρήση της Plex ταυτοποίησης σας

source: Username
el: Όνομα χρήστη

source: WebTools not available... Please contact Devs!
el: Το WebTools είναι μη διαθέσιμο. Επικοινωνήστε με τους devs!

source: Wrong password
el: Λάθος κωδικός

source: Wrong username and/or password
el: Λάθος όνομα και/ή κωδικός

source: PMS is not connected to plex.tv
el: Το Plex Media Server δεν είναι συνδεδεμένο με το plex.tv

source: Back
el: Πίσω

source: Next file
el: Επόμενο αρχείο

source: Previous file
el: Προηγούμενο αρχείο

source: Reload file
el: Επαναφόρτωση αρχείου

source: Delete Selected
el: Διαγραφή επιλεγμένων

source: Deselect All
el: Αποεπιλογή όλων

source: Download Subtitle
el: Λήψη υπότιτλου

source: Filter by letter
el: Φιλτράρισμα κατά γράμμα

source: Lang
el: Γλώσσα

source: Load more
el: Περισσότερα

source: Location
el: Τοποθεσία

source: No movies found in
el: Δεν βρέθηκαν ταινίες

source: None
el: Τίποτα

source: Search...
el: Αναζήτηση..

source: Select All
el: Επιλογή όλων

source: Upload Subtitle
el: Ανεβάστε υπότιτλο

source: View Subtitle
el: Προβολή υπότιτλου

source: with current search filter
el: με το τρέχον φίλτρο

source: Expand a library to search
el: Επέκταση βιβλιοθήκης αναζήτησης

source: Get missing from File System
el: Λήψη αγνοούμενων από το σύστημα

source: Get missing from database
el: Λήψη αγνοούμενων από την βάση δεδομένων

source: Idle
el: Αναμονή

source: No TV-Shows found in
el: Δεν βρέθηκαν Σειρές

source: Scanning database show %s of %s :
el: Σκανάρισμα βάσης: προβολή %s από %s:

source: Scanning database: item %s of %s : Working
el: Σκανάρισμα βάσης: αντικείμενο %s από %s: Υπό εξέλιξη

source: Scanning file: %s
el: Σκανάρισμα αρχείου: %s

source: Starting to scan database for section %s
el: Έναρξη αναζήτησης βάσης για τον τομέα: %s

source: idle
el: αδράνεια

source: Choose language for the subtitle
el: Επιλογή γλώσσας

source: Choose part
el: Επιλογή κομματιού

source: Missing file
el: Αγνοούμενο αρχείο

source: Missing part
el: Αγνοούμενο κομμάτι

source: No language
el: Καμία γλώσσα

source: Scanning database: %s : Done
el: Σκανάρισμα βάσης: %s ολοκληρώθηκε

source: Subtitle Management Upload Subtitle
el: Διαχείριση υποτίτλων: Ανέβασμα υπότιτλου

source: Upload
el: Ανέβασμα

source: Upload subtitle for
el: Ανέβασμα υπότιτλου για

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
el: <plugin>Βασικό URL (εάν πίσω από proxy αφήστε κενο). Παράδειγμα: /WebTools)</plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
el: <plugin>Όνομα του αρχείου κλειδιού πιστοποίησης στο Contents/Code/Certificate φακέλου</plugin>

source: <plugin>Select to force https</plugin>
el: <plugin>Επιλογή για αναγκαστική χρήση HTTPS</plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
el: <plugin>Για να εισέλθετε στο κανάλι, ανοίξτε ένα απο τα παρακάτω URLs παρακάτω.</plugin>

source: <plugin>Enter the port that this plugin should use for http. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
el: <plugin>Εισάγετε την θύρα που θα χρησιμοποιήσει το επιπρόσθετο για HTTP. Μην χρησιμοποιήσετε ένα από τα ακόλουθα που χρησιμοποιούνται από το Plex: 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 ή 32469.</plugin>

source: <plugin>Enter the port that this plugin should use for https. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
el: <plugin>Εισάγετε την θύρα που θα χρησιμοποιήσει το επιπρόσθετο για HTTPS. Μην χρησιμοποιήσετε ένα από τα ακόλουθα που χρησιμοποιούνται από το Plex: 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 ή 32469.</plugin>

source: <plugin>Name of Certificate crt file in Contents/Code/Certificate directory</plugin>
el: <plugin>Όνομα crt αρχείου στο Contents/Code/Certificate φάκελο</plugin>

source: Import
el: Εισαγωγή

source: Key
el: Κλειδί

source: Techincal Info
el: Τεχνίκες Πληροφορίες

source: Value
el: Τιμή

source: DO NOT SHARE THIS IN ANY PUBLIC WEBSITE!!!
el: ΜΗΝ ΚΟΙΝΟΠΟΙΗΣΕΤΕ ΑΥΤΗΝ ΤΗΝ ΣΕΛΙΔΑ ΔΗΜΟΣΙΑ!

source: Choose a playlist file to import
el: Επιλέξτε μια βιβλιοθήκη για εισαγωγή

source: Ignore Specials
el: Αγνόησε σπέσιαλ

source: Will show technical information about the server.
el: Θα προβάλει τεχνικές πληροφορίες του σέρβερ.

source: Items missing metadata
el: Ελλειπή metadata αντικειμένου

source: No items missing metadata
el: Μη Ελλειπή metadata αντικειμένου

source: Perfect, media files are present and accessible for all items in the Plex database.
el: Υπέροχα! Υπάρχουν αρχεία πολυμέσων και είναι διαθέσιμα για όλα τα στοιχεία της βάσης του Plex.

source: The following media files on disk are not referenced in Plex's database. (They were either ignored because they are incorrectly named or the library hasn't been updated yet after they were added)
el: Τα παρακάτω αρχεία στο δίσκο δεν είναι "συνδεμένα" στην βάση του Plex. (Αγνοήθηκαν επειδή ήταν ανώνυμα ή δεν ενημερώθηκε ακόμα η βιβλιοθήκη μετά την προσθήκη)

source: These media files are missing, but the Plex database still has them listed. They were either deleted, the hard drive got disconnected or moved or you simply forgot to empty the library trash in Plex if you erased them intentionally
el: Αυτά τα αρχεία είναι αγνοούμενα, αλλά το Plex τα έχει ακόμη καταχωρημένα. Διαγράφτηκαν, ο δίσκος αποσυνδέθηκε η μετακινήθηκε, ή ξεχάσατε να αδειάσετε τον κάδο της βιβλιοθήκης έπειτα από την διαγραφή.

source: Cancel
el: Ακύρωση

source: File selected
el: Αρχείο επιλέχθηκε

source: Hide media without subtitles
el: Απόκρυψη πολυμέσων χωρίς υπότιτλους

source: No filter
el: Κανένα φίλτρο

source: Select File
el: Επιλογή αρχείου

source: Are you sure you want to delete the playlist?
el: Είστε σίγουρος για την διαγραφή αυτής της βιβλιοθήκης;

source: Are you sure you want to delete the selected subtitles?
el: Είστε σίγουρος για την διαγραφή αυτων των υποτίτλων;

source: Installed
el: Εγκατεστημένα

source: Perfect, all media files are present in database
el: Υπέροχα! Όλα τα πολυμέσα βρίσκονται στην βάση.
