Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Swedish.po
Languages: sv

source: Use the menu on the left side to navigate in WebTools.
sv: Använd menyn på vänster sida för att navigera i WebTools.

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
sv: WebTools är ett verktyg bestående av moduler som hjälper dig att administrera din Plex server.

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
sv: Både lokala (placerade bredvid filmen i sin katalog eller i en tillhörande underkatalog) och i agentens egna katalog.

source: Change Theme
sv: Ändra Tema

source: Changelog
sv: Ändra logg

source: Changelog viewer
sv: Ändra loggvisare

source: Delete selected sidecar from the harddrive.
sv: Ta bort vald lokal undertext från hårddisken.

source: File empty
sv: Filen är tom

source: Help
sv: Hjälp

source: List all subtitles for a movie/tv show in your library.
sv: Skapa en lista på alla undertexter för en Film / ett TV-program i ditt bibliotek

source: LogViewer Tool
sv: LogViewer Verktyget

source: Logout
sv: Logga ut

source: Options
sv: Alternativ

source: Options for output.
sv: Resultatalternativ.

source: Search for for movies and series inside categories
sv: Sök efter Filmer och TV-program inuti kategorier.

source: Select one of the available themes to use it:
sv: Välj ett av följande teman för användning:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
sv: Välj ett av biblioteken nedan för att leta efter Filmer / TV-program som inte existerar i antingen Plex-databasen eller på din hårddisk.

source: Theme
sv: Tema

source: This tool is a combination of FindUnmatched and FindMissing.
sv: Det här verktyget är en kombination av "FindUnmatched" och "FindMissing".

source: Update WT
sv: Uppdatera WebTools

source: View the subtitle and see it's contents to determine what to delete.
sv: Granska innehållet av undertexter för att bedöma vad som ska tas bort.

source: WT Forum Thread
sv: WT Forumtråd

source: We could not find the page :(
sv: Vi kunde inte hitta sidan :(

source: We recommend you to download large files and view them in your favourite text editor.
sv: Vi rekommenderar att du laddar ner större filer och visar dem lokalt i din textredigerare.

source: Download all logfiles as zip
sv: Ladda ned alla loggfiler i en ZIP-fil

source: Download selected logfile
sv: Ladda ned vald loggfil

source: Abort scan
sv: Avbryt genomsökning

source: Add ignored folder
sv: Lägg till ignorerad katalog

source: Current features:
sv: Aktuella funktioner:

source: Download result
sv: Nedladdningsresultat

source: Ignore Extras
sv: Ignorera Extramaterial

source: Ignore Hidden
sv: Ignorera Dolda

source: Ignore folders
sv: Ignorera kataloger

source: Playlist Help
sv: Spellista Hjälp

source: Reset settings
sv: Återställ Inställningarna

source: Save settings
sv: Spara Inställningarna

source: Show settings
sv: Visa Inställningarna

source: Valid extentions
sv: Giltig Ändelse

source: Change Language
sv: Ändra Språk

source: Language
sv: Språk

source: Force language translation update
sv: Tvinga en uppdatering av språköversättningen

source: Found
sv: Hittad

source: Welcome to
sv: Välkommen till

source: rows
sv: rader

source: Clear search
sv: Rensa Sökning

source: Delete ignored folder
sv: Sluta ignorera katalog

source: Hide/Show search menu
sv: Göm/Visa Sökmenyn

source: Hide/Show settings menu
sv: Göm/Visa Inställningsmenyn

source: Jump to top
sv: Hoppa till Toppen

source: Next
sv: Nästa

source: Previous
sv: Föregående

source: Search keyword
sv: Sök nyckelord

source: search...
sv: Sök...

source: Allows you to copy playlists between users, as well as import, export and delete them.
sv: Tillåter dig att kopiera spellistor mellan användare, liksom att importera, exportera och ta bort dem.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
sv: Den här verktygsmodulen möjliggör enkel tillgång till alla Plex Media Server loggar och tillåter även ett enkelt sätt att ladda ned individuella loggar eller alla loggar i ett behändigt ZIP-arkiv.

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
sv: Den här verktygsmodulen gör det möjligt att hitta media som saknas från antingen databasen eller filsystemet.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
sv: Den här verktygsmodulen gör det möjligt för dig att hantera dina undertexter, oavsett om dessa är lokaliserade bredvid ditt media eller nedladdade via något annat insticksprogram, som till exempel OpenSubtitles.org agenten. Du får en överblick av alla undertexter kopplade till ditt media och kan även ta bort dessa förutsatt att de inte är inbäddade i själva mediafilen.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
sv: Den här verktygsmodulen tillåter dig att installera, uppdatera och ta bort osupporterade Plex Media Server insticksprogram.

source: Tool Modules currently available are:
sv: Verktygsmoduler som för närvarande är tillgängliga:

source: UnsupportedAppStore Help
sv: UnsupportedAppStore Hjälp

source: * Category names contain installed/total available channels.
sv: * Kategorinamn visar installerade/totalt tillgängliga insticksprogram.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
sv: * Här kan du antingen installera ett insticksprogram från dess GitHub repositorium eller genom att välja en av kategorierna nedan.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
sv: * Om du har installerat insticksprogram manuellt innan du installerade WebTools, så kan du klicka på "Migrera manuella/tidigare installerade insticksprogram" för att uppmärksamma WebTools att dessa är tillgängliga.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
sv: * Du kan också söka för uppdateringar avseende alla insticksprogram hanterade genom att i WebTools klicka på "Kontrollera uppdateringar för alla installerade insticksprogram"-knappen.

source: * You can expand the items by clicking on them.
sv: * Du kan expandera alternativen genom att klicka på dem.

source: * You can select a category on the menu on the right.
sv: * Du kan välja en kategori från menyn på höger sida.

source: Check for bundle updates
sv: Kontrollera uppdateringar för insticksprogram

source: Force UAS update
sv: Tvinga UAS uppdatering

source: Manual Install
sv: Manuell Installation

source: Migrate
sv: Migrera

source: Categories:
sv: Kategorier:

source: Copy
sv: Kopiera

source: Delete
sv: Ta bort

source: Download
sv: Ladda ned

source: Install
sv: Installera

source: Last updated:
sv: Sist uppdaterad:

source: Manual install url...
sv: Manuell installations-URL...

source: Select user
sv: Välj användare

source: Self
sv: Själv

source: Subtitle Management Help
sv: Hantera Undertexter Hjälp

source: This is an unofficial manager for subtitles.
sv: Den här verktygsmodulen är en inofficiell hanterare för undertexter.

source: To get started, select one of your Libraries or click on the "?" for additional help
sv: För att komma igång, välj ett av dina bibliotek eller klicka på "?" för ytterligare hjälp

source: Update
sv: Uppdatera

source: Usage at your own risk!
sv: Använd på eget bevåg!

source: Copy a playlist between users
sv: Kopiera en spellista mellan användare

source: Delete a playlist
sv: Ta bort en spellista

source: Download a playlist
sv: Ladda ned en spellista

source: Import a playlist
sv: Importera en spellista

source: Select target user
sv: Välj målanvändare

source: Select target user to copy
sv: Välj målanvändare att kopiera till

source: To get started, select one of your Playlists or click on the "?" for additional help
sv: För att komma igång, välj en av dina Spellistor eller klicka på "?" för ytterligare hjälp

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
sv: Om ditt språk saknas, inte är översatt till 100%, eller om du helt enkelt vill förbättra översättningen, vänligen gå hit:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
sv: Notera: För att kunna använda kopieringsfunktionen måste din Plex Media Server vara inloggad på plex.tv, detta eftersom vi hämtar användarlistan från plex.tv.

source: Channels/Plug-ins migrated:
sv: Kanaler/Insticksprogram migrerade:

source: No Channels/Plug-ins was migrated
sv: Inga Kanaler/Insticksprogram blev migrerade

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
sv: Alla inställningar kommer att tas bort och efter återställningen kan du komma att behöva gå till UAS och klicka på migrera för att återställa dina insticksprogram.

source: Factory Reset
sv: Fabriksåterställning

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
sv: Om du klickar på nedan kommer WebTools att bli otillgängligt i ungefär 1 minut, efter det behöver du bara uppdatera sidan i din webbläsare.

source: This will reset WebTools to what is was, when first installed
sv: Det här kommer återställa WebTools till dess ursprungliga tillstånd när du först installerade WebTools.

source: No playlists available
sv: Inga spellistor tillgängliga

source: Updates available
sv: Uppdateringar tillgängliga

source: WT Manual Online
sv: WT Online Help

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
sv: Ett stort tack går ut till alla personer som hjälpte till med översättning och testning av WebTools.

source: About us
sv: Om oss

source: And Many Thanks To
sv: Och Ett Stort Tack Till

source: And our friends at POEditor.com, and since we are an Open-Source project, they provided us with a free translation site.
sv: Och våra vänner hos POEditor.com, eftersom vi är ett öppet källkodsprojekt tillhandahöll de oss med en gratis översättningshemsida.

source: Main Developers
sv: Huvudutvecklare

source: Never Forget
sv: Glöm Aldrig

source: Oliver aka omc1000, a Plex community member (creoludifico on GitHub) (Front end),
sv: Oliver aka omc1000, en medlem av Plex sociala nätverk (creoludifico på GitHub) (Front-end),

source: Thank you for your support!!
sv: Tack för din support!

source: The idea of an Unsupported AppStore was conceived by mikedm139, the original author of the Unsupported AppStore.
sv: Idéen om en Unsupported AppStore kläcktes av mikedm139, originalutvecklaren av Unsupported AppStore.

source: Tommy aka dane22, a Plex community member (ukdtom on GitHub) (Back end)
sv: Tommy aka dane22, en medlem av Plex sociala nätverk (ukdtom på GitHub) (Back-end),

source: V2 frontend was made by dagalufh
sv: V2 front-end utvecklades av dagalufh

source: Your Support
sv: Din Support

source: About us and Credits
sv: Om oss och Eftertext

source: Custom Themes and Wiki
sv: Anpassat Tema och Wiki

source: If you use WebTools and you are willing to support the developers with a beer or two, then please click on the 'Donate' button below.
sv: Om du använder WebTools och är villig att supportera utvecklarna med en öl eller två, klicka då gärna på "Donate"-knappen nedan.

source: The talented and hard working authors/developers and staff at Plex. We are eternally grateful for your dedication and hard work.
sv: De talangfulla och hårt arbetande utvecklare och övrig personal hos Plex. Vi är evigt tacksamma för er dedikation och hårda arbete.

source: Translations and Beta testers
sv: Översättare och Beta-testare

source: Signing in towards plex.tv
sv: Sign in with plex.tv

source: The passwords does not match
sv: The passwords do not match

source: WebTools not available... Please contact Devs!
sv: WebTools is unavailable. Please contact the devs!

source: PMS is not connected to plex.tv
sv: Plex Media Server is not connected to plex.tv

source: Lang
sv: Language

source: No TV-Shows found in
sv: No TV shows found

source: Starting to scan database for section %s
sv: Starting database scan for section: %s

source: Choose language for the subtitle
sv: Select language

source: Scanning database: %s : Done
sv: Scanning database: %s complete

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
sv: <plugin>Base URL (if behind a proxy – if not, leave blank). EXAMPLE: /WebTools)</plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
sv: <plugin>Name of the certificate key file in Contents/Code/Certificate directory</plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
sv: <plugin>To access this channel, open one of the URLs below in a new browser tab or window.</plugin>

source: <plugin>Enter the port that this plugin should use for http. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
sv: <plugin>Enter the port number that this plug-in should use for HTTP. Do NOT use any of the following, which are reserved for Plex and related plugins: 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 or 32469.</plugin>

source: <plugin>Enter the port that this plugin should use for https. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
sv: <plugin>Enter the port number that this plug-in should use for HTTPS. Do NOT use any of the following, which are reserved for Plex and related plugins: 1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414 or 32469.</plugin>

source: Techincal Info
sv: Technical Info

source: DO NOT SHARE THIS IN ANY PUBLIC WEBSITE!!!
sv: DO NOT SHARE THIS PAGE ON ANY PUBLIC WEBSITE!

source: The following media files on disk are not referenced in Plex's database. (They were either ignored because they are incorrectly named or the library hasn't been updated yet after they were added)
sv: The following media files on disk are not referenced in Plex's database. (They were either ignored because they are named incorrectly or the library hasn't yet been updated after they were added.)

source: Are you sure you want to delete the playlist?
sv: Are you sure you want to delete the selected playlist?

source: Perfect, all media files are present in database
sv: Perfect! All media files are present in the database.
