Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_*.po
Languages: dutch, french, german, portuguese_br, spanish

source: Get missing from database
dutch: Krijg ontbrekende van database
french: Manquant dans la base de données
german: Suche nach nicht zugeordneten Dateien
portuguese_br: Usar base de dados para suprir faltas
spanish: Rellenar fallos con la base de datos

source: Idle
french: En attente
german: Im Leerlauf
portuguese_br: Pausa
spanish: Ocioso

source: No TV-Shows found in
dutch: Geen tv-programma's gevonden
french: Aucune série télévisée trouvé dans
german: Keine Serien gefunden
portuguese_br: Não foram encontradas Séries
spanish: No se han encontrado Séries de TV

source: Scanning database show %s of %s :
dutch: Scannen database: toon% s van% s:
french: Balayage de la base de données de balayage affiche %s de %s :
german: Prüfe Datenbank: Serie %s von %s:
portuguese_br: Pesquisando base de dados: mostrar %s de %s:
spanish: Escaneando base de datos: mostrar %s de %s:

source: Scanning database: item %s of %s : Working
dutch: Scanning database: item %s of %s: Bezig
french: Balayage de la base de données: élément %s de %s : Fonctionnel
german: Prüfe Datenbank: Element %s von %s in Bearbeitung
portuguese_br: Pesquisando base de dados: item %s de %s: Em curso
spanish: Escaneando base de datos: ít %s de %s: Trabajando

source: Scanning file: %s
dutch: Scannen bestand: %s
french: Balayage de fichier: %s
german: Prüfe Datei: %s
portuguese_br: Pesquisando ficheiro: %s
spanish: Escaneando archivo: %s

source: Starting to scan database for section %s
dutch: Database starten zoeken naar sectie:% s
french: Débuter l'analyse la base de données pour la section %s
german: Beginne Datenbank-Überprüfung für Bibliothek: %s
portuguese_br: Iniciando pesquisa da base de dados para a secção: %s
spanish: Iniciar búsqueda de base de datos para la sección: %s

source: idle
french: en attente
german: Leerlauf
portuguese_br: Pausa
spanish: Ocioso

source: Choose language for the subtitle
dutch: Kies taal
french: Choisir language pour soustitre
portuguese_br: Escolher idioma da legenda
spanish: Seleccionar idioma de subtítulo

source: Choose part
dutch: Kies deel
french: Choisir partie
portuguese_br: Escolher parte
spanish: Seleccionar parte

source: Missing file
dutch: Missend bestand
french: Fichier manquant
portuguese_br: Arquivo em falta
spanish: Archivo en falta

source: Missing part
dutch: MIssend deel
french: Partie manquante
portuguese_br: Parte em falta
spanish: Parte en falta

source: No language
dutch: Geen taal
french: Sans language
portuguese_br: Idioma não encontrado
spanish: Idioma no existente

source: Scanning database: %s : Done
dutch: Database scannen: %s voltooid
french: Balayage de base de donnés: %s : Terminé
portuguese_br: Pesquisando base de dados: %s : Completo
spanish: Escaneando base de datos: %s : Completo

source: Subtitle Management Upload Subtitle
dutch: Ondertitel beheer: upload ondertitel
french: Gestion de sous-titres Charger Sous-titre
portuguese_br: Gestão de Legendas Carregar Legenda
spanish: Gestion de Subtítulos Cargar Subtítulo

source: Upload
french: Charger
portuguese_br: Carregar
spanish: Cargar

source: Upload subtitle for
dutch: Upload ondertitel voor
french: Charger sous-titre pour
portuguese_br: Carregar legenda para
spanish: Cargar subtítulo para

source: <plugin>Base url if behind a Proxy. If not, leave as blank. (Base URL could be like: /WebTools)</plugin>
dutch: <plugin> Basis URL (indien achter een proxy, bijvoorbeeld, zo niet, kun je deze leeg laten. Voorbeeld:/WebTools)</plugin>
portuguese_br: <plugin>URL (caso esteja a usar proxy, caso contrário deixe em branco). EX: /WebTools)</plugin>
spanish: <plugin>URL (si hay proxy, si no deve estar en blanco). EX: /WebTools)</plugin>

source: <plugin>Name of Certificate key file in Contents/Code/Certificate directory</plugin>
dutch: <plugin>Bestandsnaam van het certificaat in Contents/Code/Certificaat-map</plugin>
portuguese_br: <plugin>Nome do ficheiro que contém o certificado (na pasta Contents/Code/Certificate)</plugin>
spanish: <plugin>Nombre del archivo con el certificado (en carpeta Contents/Code/Certificate)</plugin>

source: <plugin>Select to force https</plugin>
dutch: <plugin>Selecteer om HTTPS-verbindingen te forceren</plugin>
portuguese_br: <plugin>Selecionar para forçar HTTPS</plugin>
spanish: <plugin>Seleccionar para forzar HTTPS</plugin>

source: <plugin>To access this channel, type the url's below to a new browser tab</plugin>
dutch: <plugin>Om dit kanaal te openen, open dan een van de volgende links in een nieuwe tab of venster van jouw browser</plugin>
portuguese_br: <plugin>Para aceder a este canal pode abrir um dos URLs abaixo indicados numa nova janela ou pestana.</plugin>
spanish: <plugin>Para acceder este canal puede abrir uno de los URLs seguientes en una nueva pestaña o pantalla </plugin>

source: <plugin>Enter the port that this plugin should use for http. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
portuguese_br: <plugin>Indique a porta que este plugin deve usar para http. NÃO USE [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>

source: <plugin>Enter the port that this plugin should use for https. Do NOT use [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>
portuguese_br: <plugin>Indique a porta que este plugin deve usar para https. NÃO USE [1900, 3005, 5353, 8324, 32400, 32410, 32412, 32413, 32414, 32469]</plugin>

source: Manual:
dutch: Manueel
french: Manuel:
german: Anleitung:

source: Repo:
french: Dépôt:

source: Continue
dutch: Verder gaan
french: Continuer
german: Weiter

source: Lang
dutch: Taal
french: Langue
german: Sprache

source: Codec
german: Typ
