Repository: AddictGamr/WebTools.bundle
Catalog: po/WebTools_for_Plex_Arabic.po
Languages: ar

source: Use the menu on the left side to navigate in WebTools.
ar: استخدم القائمة في اليسار للتنقل في WebTools

source: Webtools is a tool that enables the use of modules to help you with your Plex Server management.
ar: "ويب تولز" هي أداة تمكنك وتساعدك في إدارة سيرفر بلكس الخاص بك.

source: Both local (next to the movie in it's folder or one subfolder) and in the agents folder.
ar: سواءً ملفات الترجمة المرافقة ( ملفات الترجمة المرافقة للفلم ) أو ملفات الوكيل.

source: Change Theme
ar: تغيير المظهر

source: Changelog
ar: سجل التغييرات

source: Changelog viewer
ar: تغيير مظهر السجلات

source: Delete selected sidecar from the harddrive.
ar: حذف الترجمة المرافقة من القرص الصلب. ملحوظة: لا يمكنك الحصول عليها بعد الحذف.

source: File empty
ar: الملف فارغ

source: Help
ar: المساعدة

source: List all subtitles for a movie/tv show in your library.
ar: قائمة لكل الترجمات للأفلام/المسلسلات الموجودة في مكتبتك

source: LogViewer Tool
ar: مستعرض السجلات

source: Logout
ar: تسجيل الخروج

source: Options
ar: الخيارات

source: Options for output.
ar: خيارات الإخراج.

source: Search for for movies and series inside categories
ar: بحث عن الأفلام والمسلسلات في داخل الأقسام.

source: Select one of the available themes to use it:
ar: أختر ما بين المظاهر الموجود:

source: Select one of the libraries below to scan for videos/shows that are not in the Plex database or is not on your harddrive.
ar: أختر واحدة من المكتبات في الأسفل للمسح عن الأفلام/المسلسلات الغير موجودة في قاعدة بيانات بلكس أو غير موجودة في قرصك الصلب.

source: Theme
ar: المظهر

source: This tool is a combination of FindUnmatched and FindMissing.
ar: هذه الأداة هي خليط ما بين ( إيجاد الغير متطابق ) و ( إيجاد المفقود ).

source: Update WT
ar: تحديث WebTools

source: View the subtitle and see it's contents to determine what to delete.
ar: أظهر محتوى الترجمة ، لتحديد الترجمة المراد حذفها.

source: WT Forum Thread
ar: منتدى WT

source: We could not find the page :(
ar: لم نستطع إيجاد هذة الصفحة :(

source: We recommend you to download large files and view them in your favourite text editor.
ar: ننصح بتحميل الملفات الكبيرة وعرضهم في محرر النصوص المفضل لديك.

source: Download all logfiles as zip
ar: تحميل جميع السجلات

source: Download selected logfile
ar: تحميل المحدد

source: Abort scan
ar: إلغاء الفحص

source: Add ignored folder
ar: إضافة مجلدات لإهمالها

source: Current features:
ar: المميزات الحالية:

source: Download result
ar: تحميل النتائج

source: Ignore Extras
ar: تجاهل الإضافات

source: Ignore Hidden
ar: تجاهل المخفي

source: Ignore folders
ar: تجاهل المجلدات

source: No records missing from Plex database
ar: لا يوجد سجلات مفقودة من قاعدة بيانات بلكس

source: No records missing from harddrive
ar: لا يوجد سجلات مفقودة من القرص الصلب

source: Playlist Help
ar: المساعدة في قوائم التشغيل

source: Records missing from Plex database
ar: السجلات المفقودة من قاعدة بيانات بلكس

source: Records missing from harddrive
ar: السجلات المفقودة من القرص الصلب

source: Reset settings
ar: إعادة ضبط التغييرات

source: Save settings
ar: حفظ التغييرات

source: Show settings
ar: إظهار الإعدادات

source: Valid extentions
ar: الامتدادات المسموحة

source: Change Language
ar: تغيير اللغة

source: Language
ar: اللغة

source: Force language translation update
ar: إجبار التحديث لملف اللغة

source: Found
ar: وجد

source: Welcome to
ar: مرحباً بك في

source: rows
ar: الصفوف

source: Clear search
ar: إلغاء البحث

source: Delete ignored folder
ar: إيقاف المجلد المجهول

source: Hide/Show search menu
ar: إظهار/إخفاء قائمة البحث

source: Hide/Show settings menu
ar: إظهار/إخفاء قائمة الإعدادات

source: Jump to top
ar: أذهب إلى الأعلى

source: Next
ar: التالي

source: Previous
ar: السابق

source: Search keyword
ar: بحث بحرف معين

source: search...
ar: بحث...

source: Allows you to copy playlists between users, as well as import, export and delete them.
ar: يسمح لك بنسخ قوائم التشغيل ما بين المستخدمين أو استيراد أو تصدير أو مسحها.

source: Easy access to all of the Plex Media Server logs, and it will also allow an easy way to download individual logs or all logs.
ar: هذه الأداة ستسمح بسهولة التمكن من جميع السجلات الموجودة في سيرفر بلكس الخاص بك وستسمح أيضاً بسهولة تحميل السجلات على حده ، أو تحميل جميع السجلات بملف مضغوط (ZIP).

source: Makes it possible to locate your media, that is either missing from the database or from the filesystem.
ar: هذه الأداة ستجعله من الممكن أن تحدد الوسائط المفقودة سواءً من قاعدة البيانات أو من ملفات النظام الخاص بك.

source: Manage subtitle files, regardless of them been sidecars (Located next to the media file), or downloaded via another plugin, like the OpenSubtitle.org bundle. What this plugin can do, is allow you to gather an overview of subtitles for your media, view them, and delete them, unless they are embedded within the media itself.
ar: هذة الأداة ستسمح لك بإدارة الترجمات سواءً كانت ترجمات مرفقة مع ملف الوسائط أو التي تمَ تحميلها عن طريق إضافات/وكلاء آخرين ، مثل الوكيل OpenSubtitle.org. أداة إدارة الترجمات ستسمح لك باستعراض الترجمات للوسائط الخاصة بك وعرضهم وحذفهم إذا أردت ماعدا إذا كانت مضمنة أو في نفس الوسائط.

source: This will allow you to install, update and delete unsupported Plex Media Server plugin's.
ar: هذه الأداة ستسمح لك بتثبيت أو تحديث أو حذف الوكلاء الغير موجودين أو غير مدعومين من نفس خدمة بلكس.

source: Tool Modules currently available are:
ar: الأدوات المتواجدة حالياً هي:

source: UnsupportedAppStore Help
ar: مساعدة في Unsupported AppStore

source: * Category names contain installed/total available channels.
ar: أسماء الفئات تظهر الوكلاء المثبتين أو الكل ، للقنوات الموجودة.

source: * Here you can either install a channel by it's Github repository link or by selecting one of the categories below.
ar: هنا تستطيع أن تثبت إحدى الإضافات/الوكلاء عن طريق رابط حزمة الـGithub أو اختيار إحدى الفئات في الأسفل.

source: * If you have installed channels manually before installing WebTools, you can click on the "Migrate manually/previously installed channels" to make WebTools aware of them.
ar: إذا كنت مثبتاً إحدى الوكلاء/الإضافات يدوياً قبل أن تثبت "ويب تولز" ، تستطيع أن تضغط على "ترحيل/دمج يدوياًَ - تثبت الإضافات/الوكلاء السابقة" لتجعل "ويب تولز" على علم بهم.

source: * You can also search for updates for all installed channels managed by WebTools via the "Check for updates for all installed channels" button.
ar: أيضاً تستطيع أن تبحث عن تحديثات لكل الإضافات الوكلاء المثبتة عن طريق الزر "تحقق من وجود تحديثات للإضافات".

source: * You can expand the items by clicking on them.
ar: يمكنك توسيع إحدى العناصر بالضغط عليه.

source: * You can select a category on the menu on the right.
ar: يمكنك أختيار من إحدى الفئات من القائمة على اليمين.

source: Check for bundle updates
ar: تحقق من وجود تحديثات للإضافات

source: Force UAS update
ar: إجبار تحديث لـUAS

source: Manual Install
ar: تثبيت الكتيب

source: Migrate
ar: ترحيل/دمج

source: Categories:
ar: الفئات

source: Copy
ar: نسخ

source: Delete
ar: حذف

source: Download
ar: تحميل

source: Install
ar: تثبيت

source: Last updated:
ar: آخر تحديث:

source: Manual install url...
ar: رابط تثبيت الكتيب...

source: Manual:
ar: الكتيب:

source: Repo:
ar: المصدر:

source: Select user
ar: أختر مستخدم

source: Self
ar: أنت

source: Subtitle Management Help
ar: المساعدة في إدارة الترجمات

source: Support:
ar: الدعم:

source: This is an unofficial manager for subtitles.
ar: هذه الأداة هي أداة غير رسمية لإدارة الترجمات.

source: To get started, select one of your Libraries or click on the "?" for additional help
ar: للشروع بالبدء ، أختر أحدى مكتباتك أو اضغط على "؟" للمساعدة

source: Update
ar: تحديث

source: Usage at your own risk!
ar: استخدمه على مسؤوليتك الخاصة!

source: Copy a playlist between users
ar: نسخ قائمة تشغيل ما بين المستخدمين

source: Delete a playlist
ar: مسح قائمة تشغيل

source: Download a playlist
ar: تحميل قائمة تشغيل

source: Import a playlist
ar: استيراد قائمة تشغيل

source: Select target user
ar: أختر المستخدم المستهدف

source: Select target user to copy
ar: أختر المستخدم المستهدف للنسخ إليه

source: To get started, select one of your Playlists or click on the "?" for additional help
ar: للشروع بالبدء ، أختر أحدى قوائم التشغيل لديك أو اضغط على "؟" للمساعدة

source: If your language is missing, is not translated 100 %, or you want to improve on the translation of it, then please go here:
ar: إذا كانت لغتك غير مدعومة أو ليست مكتملة 100% وتريد أن تحسنها فضلاً أذهب هنا:

source: Note: In order to use copy function, the Plex Media Server must be logged into plex.tv, since we are fetching the user lists from plex.tv
ar: ملاحظة: لتستطع أن تستخدم ميزة النسخ يشترط أن تكون مسجل دخولك في سيرفر بلكس الخاص بك ، علماً بأننا نقوم بجلب اسم المستخدم من قوائم المستخدمين لدى plex.tv

source: Channels/Plug-ins migrated:
ar: ترحيل القنوات/الوكلاء:

source: No Channels/Plug-ins was migrated
ar: لم يتم ترحيل أي قناة/وكيل.

source: All settings will be gone, and after the reset has taken place, you might need to go into your UAS, and select migrate.
ar: جميع الإعدادات ستُزال ، وبعد أكتمال إعادة الضبط ستحتاج إلى أن تذهب إلى " يو أي أس" وقم بالضغط على ترحيل/دمج ليقوم باستيراد جميع الإضافات الإضافات/الوكلاء.

source: Factory Reset
ar: إعادة ضبط المصنع

source: If you click below, then WebTools will be unresponsive for about 1 min. and after that, simply reload the page in your browser
ar: إذا ضغطت الزر في الأسفل ، سوف يكون " ويب تولز" غير مستجيب لمدة 1 دقيقة تقريباً ، بعد ذالك بكل بساطة قم بتحديث الصفحة.

source: This will reset WebTools to what is was, when first installed
ar: هذا سوف يقوم بإعادة "ويب تولز" إلى حالته الأصلية كما كانت عندما قمت بتثبيت "ويب تولز" لأول مرة.

source: No playlists available
ar: لا يوجد قوائم تشغيل

source: Updates available
ar: تحديثات متوفرة

source: WT Manual Online
ar: مساعدة مباشرة

source: A huge thanks goes out to all the people that helped in translating and testing WebTools.
ar: كل الشكر للأشخاص الذين ساعدوا في ترجمة واختبار "ويب تولز"

source: About us
ar: عنّنا

source: And Many Thanks To
ar: وكل الشكر لـ

source: Main Developers
ar: المطورين القائمين

source: Never Forget
ar: لا تنسى

source: Thank you for your support!!
ar: شكرا لدعمك!

source: Your Support
ar: لمساعدتك

source: About us and Credits
ar: من نحن

source: Translations and Beta testers
ar: المترجـمين ومختبري نسخ البيتا ( التجريبية )

source: Update all
ar: تحديث الكل

source: You have
ar: أنت تملك

source: bundle
ar: حزمة

source: bundles
ar: حزمات

source: not up to date.
ar: غير محدث

source: Continue
ar: متابعة

source: Create a local password
ar: إنشاء كلمة سر محلية

source: Create password
ar: إنشاء كلمة سر

source: Download Latest
ar: تحميل الأخيرة

source: New Version available
ar: إصدار جديد متوفر!

source: New Version:
ar: إصدار جديد:

source: Password
ar: كلمة السر

source: Password again
ar: أعد كتابة كلمة السر

source: Release Notes:
ar: ملاحظات الإصدار:

source: Sign in
ar: تسجيل دخول

source: Sign in with your local password
ar: تسجيل دخول بكلمة السر المحلية

source: Signing in towards plex.tv
ar: تسجيل الدخول عن طريق Plex.tv

source: The passwords does not match
ar: كلمة السر غير متطابقة

source: Use your regular Plex credentials
ar: أستخدم بيانات بلكس الاعتيادية

source: Username
ar: اسم المستخدم

source: WebTools not available... Please contact Devs!
ar: ويب تولز غير متوفر.. نرجوا التواصل مع المطورين

source: Wrong password
ar: كلمة السر غير صحيحة

source: Wrong username and/or password
ar: اسم المستخدم او/و كلمة السر غير صحيحة

source: PMS is not connected to plex.tv
ar: سيرفر بلكس الخاص بك غير متصل بـplex.tv

source: Back
ar: الخلف

source: Next file
ar: الملف التالي

source: Previous file
ar: الملف السابق

source: Reload file
ar: إعادة تحميل الملف

source: Codec
ar: الكوديك

source: Delete Selected
ar: حذف المحدد

source: Deselect All
ar: عدم تحدد الكل

source: Download Subtitle
ar: تحميل الترجمة

source: Filter by letter
ar: فهرسة بالأبجدية

source: Lang
ar: اللغة

source: Load more
ar: عرض المزيد

source: Location
ar: الموقع

source: No movies found in
ar: لا وجود لأفلام هنا

source: None
ar: لا يوجد

source: Search...
ar: يبحث...

source: Select All
ar: تحديد الكل

source: Upload Subtitle
ar: تحديث الترجمة

source: View Subtitle
ar: عرض الترجمة

source: with current search filter
ar: البحث مع طريقة الفهرسة الحالية

source: Idle
ar: خامل

source: No TV-Shows found in
ar: لم يتم وجود أي مسلسل تلفزيوني

source: Scanning file: %s
ar: مسح للملف: %s

source: idle
ar: خامل
